<?php
$MESS ['UP_LITLAB_BOOKSHELVES'] = "Книжные полки";
$MESS ['UP_LITLAB_BOOKS'] = "Книги";
$MESS ['UP_LITLAB_LOGOUT'] = "Выйти";
$MESS ['UP_LITLAB_LOGIN'] = "Войти";
$MESS ['UP_LITLAB_REGISTER'] = "Зарегистрироваться";
$MESS ['UP_LITLAB_COPYRIGHT'] = "Copyright 2023. Все права защищены.";
$MESS ['UP_LITLAB_HOME'] = "Главная";
$MESS ['UP_LITLAB_USER_ACCOUNT'] = "Личный кабинет";
$MESS ['UP_LITLAB_ABOUT'] = "О нас";
$MESS ['UP_LITLAB_RULES'] = "Правила сообщества";
$MESS ['UP_LITLAB_ABOUT_TEXT'] = 'Добро пожаловать на книжный сервис "LitLab"! Этот сервис предназначен для любителей чтения, которые хотят организовать свою личную библиотеку и делиться своими впечатлениями с другими людьми.

С помощью "LitLab" вы можете создавать собственные книжные полки, на которых можно хранить список прочитанных, желаемых и текущих книг. Вы можете назвать свои полки как угодно и добавлять книги в них с помощью поиска по жанрам, названию или ISBN. Кроме того, вы можете оставлять заметки о книгах и отмечать, что вы читаете в данный момент.

Наши пользователи могут также делиться своими книжными полками с другими читателями, чтобы помочь им найти новую литературу для чтения. Пользователи могут оценивать книги и книжные полки друг друга и  создавать список рекомендуемых книг.

"LitLab" является идеальным местом для хранения и организации личной библиотеки. Начните использовать наш сервис и погрузитесь в увлекательный мир чтения!';

$MESS ['UP_LITLAB_RULES_TEXT'] = 'Правила для сообщества книжного сервиса, где люди могут делиться своими книжными полками, описывать и комментировать их, могут быть следующими:
<br>
Будьте вежливы и уважительны к другим участникам сообщества. Никакого оскорбительного или непристойного поведения не будет допущено.
<br>
Оставляйте комментарии, которые соответствуют теме, описанию книги или полки и не являются оскорбительными, рекламными или спамом.
<br>
Используйте общедоступный язык, который понятен для всех участников. Не используйте ругательства, сокращения или непонятные аббревиатуры.
<br>
Не публикуйте материалы, которые нарушают авторские права, пропагандируют насилие или расизм, являются незаконными или противоречат общественной морали.
<br>
Помните, что вы можете делиться только своими полками и книгами, которые находятся в вашей собственности. Не копируйте материалы, которые не принадлежат вам.
<br>
Поддерживайте конструктивный диалог и обмен идеями. Будьте открыты к обсуждению и готовы к тому, что мнения могут различаться.
<br>
В случае нарушения правил сообщества, модераторы имеют право скрыть вашу книжную полку.
<br>
Любые изменения в правилах будут опубликованы на сайте и доступны для всех участников.';