insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (1, 'Угрюм-река. Том 1', '«Угрюм-река» Вячеслава Шишкова – это сага о трех поколениях купеческой семьи Громовых, а также первое масштабное полотно о жизни золотодобытчиков Сибири на рубеже XIX-XX веков.

Роман опирается на реальные свидетельства и личный опыт самого автора, двадцать лет проработавшего в Сибири в качестве инженера-исследователя. В этом произведении достоверно показаны быт и настроения того времени, с любовью переданы суровая красота и буйный нрав сибирской тайги. Перед главным героем Прохором Громовым встает проблема нравственного выбора: он принимает решение и вступает в борьбу с судьбой.

Это захватывающее, авантюрное и в то же время полное…', %photo_id%, '2020', '978-5-389-17865-6', 'public', '2023-04-23 18:41:46.663517');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (2, 'Оправдание Острова', 'Действие нового романа Евгения Водолазкина разворачивается на Острове, которого нет на карте, но существование его не вызывает сомнений. Его не найти в учебниках по истории, а события — узнаваемы до боли. Средневековье переплетается с современностью, всеобщее — с личным, а трагизм — с гротеском. Здесь легко соседствуют светлейшие князья и председатели Острова, хронисты и пророки, повелитель пчел и говорящий кот. Согласно древнему предсказанию, Остров ждут большие испытания. Сможет ли он пройти их, когда земля начинает уходить из‑под ног?..', %photo_id%, '2020', '978-5-17-134423-8', 'public', '2023-04-23 18:41:47.522518');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (3, 'Красная рука, чёрная простыня, зелёные пальцы', 'Красная Рука, Черная Простыня, Желтый Глаз и другие подобные сущности лучше всего себя чувствуют в детских учреждениях — школах и летних лагерях. И это объяснимо: там для них создается исключительно благоприятная атмосфера. А вот милиция против них совершенно бессильна, потому как нагана нечисть не боится. Чего она боится, берется выяснить молоденький стажёр Виктор Рахманов. Ох и натерпится он страха!

Для среднего школьного возраста.', %photo_id%, '2020', '978-5-17-122382-3', 'public', '2023-04-23 18:41:48.376562');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (4, 'Жнец-3. Итоги', 'Прошло три года со дня исчезновения Роуэна и Ситры.



Для Роберта Годдарда настало время величайших свершений — он стал Высоким Лезвием Мидмерики, а Гипероблако умолкло, отгородившись от всех жителей Земли, кроме Грейсона Толливера.



Но старые друзья могут воскреснуть из мертвых, а древние секреты, казалось бы, забытые навсегда, способны перевернуть мир.



Читайте заключение великолепной трилогии «Жнец«!', %photo_id%, '2021', '978-5-17-122856-9', 'public', '2023-04-23 18:41:49.361638');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (5, 'Дурное поведение', 'Истон знает, что отношения с отцом ее ученика под запретом.

Тайлер понимает, что желать учительницу своего сына – неправильно.

Шесть месяцев назад Истон Брэдбери оказалась на карнавале, где встретила Тайлера Марека, и между ними проскочила искра. Праздник закончился, и каждый пошел своей дорогой.

Теперь девушка работает в частной школе, пытаясь начать новую жизнь. Каково же ее удивление, когда она узнает, что Тайлер – отец одного из ее учеников.

Хотеть его – это табу, но Истон не может отрицать, что нуждается в нем. Однако некоторые секреты должны оставаться в тайне, несмотря ни на что, иначе катастрофический последствий не избежать.', %photo_id%, '2020', '978-5-271-48587-9', 'public', '2023-04-23 18:41:50.205485');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (6, 'Рискуя собственной шкурой. Скрытая асимметрия повседневной жизни', 'В своей новой, резко провокационной и одновременно предельно прагматичной книге неподражаемый Николас Нассим Талеб рассказывает, как важно идентифицировать и фильтровать чушь, отличать теорию от практики, поверхностную компетентность от настоящей. Вы узнаете, что такое рациональность в сложных системах и реальном мире, симметрия и асимметрия и в чем состоит логика принятия рисков. Наполняя новым смыслом привычные понятия, такие как «справедливое общество», «профессиональный успех», «личная ответственность», и не боясь задеть эго признанных кумиров, Талеб развенчивает лицемерные идеи и действия апологетов военного вмешательства, инвесторов…', %photo_id%, '2018', '978-5-389-14168-1', 'public', '2023-04-23 18:41:51.230478');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (7, 'Код лихорадки', 'Земля сожжена солнечными вспышками, города лежат в руинах. Человечеству грозит вымирание от искусственно выведенного вируса, который разъедает мозг и превращает человека в кровожадное существо. Выжившие создают Коалицию и строят научно-исследовательский комплекс под названием "ПОРОК" с целью найти лекарство. Для этого им нужны иммунные – дети, у которых есть иммунитет к страшной болезни. Томас, Тереза и другие дети подвергаются операции по вживлению в мозг имплантатов, с помощью которых ученые намереваются контролировать испытуемых на расстоянии. Через несколько лет лучшие учащиеся – особые кандидаты Томас, Тереза, Эрис и Рэйчел участвуют в…', %photo_id%, '2017', '978-5-17-983322-2', 'public', '2023-04-23 18:41:53.431805');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (8, 'Нетопырь', 'Харри Холе прилетает в Сидней, чтобы помочь в расследовании зверского убийства норвежской подданной. Австралийская полиция не принимает его всерьез, а между тем дело гораздо сложнее, чем может показаться на первый взгляд. Древние легенды аборигенов оживают, дух смерти распростер над землей черные крылья летучей мыши, и Харри, подобно герою, победившему страшного мифического змея Буббура, предстоит вступить в схватку с коварным врагом, чтобы одолеть зло и отомстить за смерть возлюбленной.



Это дело станет для Харри началом его несколько эксцентрической полицейской карьеры, а для его создателя, Ю Несбё, — первым шагом навстречу…', %photo_id%, '2017', '978-5-389-12868-2', 'public', '2023-04-23 18:41:54.226935');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (9, 'Непосредственный человек', 'Академический роман автора Пулитцеровской премии. Веселая и честная, сострадательная и остроумная история длиной в одну невозможную неделю, случившуюся в жизни Хэнка Деверо. С неохотой и против собственной природы Уильям Генри Деверо-младший, которого все зовут запросто Хэнк, руководит английским отделением в нищем колледже где-то в ржавом поясе Пенсильвании. Сам Хэнк по натуре анархист, да и его отделение разваливается на части быстрее, чем в свое время Югославия. В течение недели Хэнку предстоит пройти через массу испытаний и даже катастроф. Рассвирепевший коллега разобьет ему нос, аспирантка попытается его соблазнить, по местному ТВ его…', %photo_id%, '2020', '978-5-86471-862-9', 'public', '2023-04-23 18:41:55.716249');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (10, 'Белый фрегат (сборник)', 'Чтобы отыскать последнюю часть древнего артефакта, «Невесте ветра» придется совершить путешествие на север, в край таинственных и могущественных воронов, заглянув по пути в плавучий город очарованных морем. Корабль с зелеными парусами и его верную команду ожидают испытания, встречи с морскими чудовищами и битвы, а также знакомства с новыми друзьями, сведение давних счетов, признания и потери. Одна за другой открываются тайны былого, единение разумов и судеб обретает новую силу, и с пути, предначертанного богами, уже не свернуть.



Эта история — о нарушенных запретах и цене, которую придется заплатить.



Эта история — о тех, кто способен…', %photo_id%, '2020', '978-5-17-114544-6', 'public', '2023-04-23 18:41:56.529249');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (11, 'Загадка номера 622', 'Автор бестселлеров "Правда о деле Гарри Квеберта" и "Книга Балтиморов", лауреат Гран-при Французской академии и Гонкуровской премии лицеистов, Жоэль Диккер до сих пор считался "самым американским" из европейских писателей. Однако в "Загадке номера 622" он удивил всех, впервые избрав местом действия книги свою родину — Швейцарию. Местный колорит здесь не просто фон — завязкой для сюжета послужило "чисто швейцарское" убийство.



Писатель отправляется отдохнуть в роскошный горный отель, но вместо отдыха распутывает таинственное преступление, совершенное там много лет назад. В этой безумной истории есть все — труп на первой странице, любовный…', %photo_id%, '2021', '978-5-17-123531-4', 'public', '2023-04-23 18:41:57.435249');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (12, 'Тень ночи', 'В поисках заколдованной алхимической рукописи Диана Бишоп, историк из Оксфорда и наследница ведьм, вместе с Мэтью Клермоном, вампиром, переносится из XXI века в Лондон 1590 года, где попадает в мир алхимии и магии и знакомится со старыми друзьями Мэтью из мистической Школы ночи. Именно в старом Лондоне предстоит найти ведьму, которая научит Диану управлять своими наследственными способностями, а Мэтью вынужден противостоять собственному прошлому, которое, как ему казалось, осталось позади. К тому же они оказываются втянутыми в битву сверхъестественных сил, развернувшуюся вокруг таинственного манускрипта «Ашмол 782».', %photo_id%, '2018', '978-5-389-13807-0', 'public', '2023-04-23 18:41:58.298250');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (13, 'Герцог и я', 'Красивый, как античный бог, и баснословно богатый Саймон Бассет, герцог Гастингс, был вожделенной добычей для всех незамужних аристократок Лондона – но не имел ни малейшего желания прощаться с радостями холостяцкой жизни. Прелестная Дафна Бриджертон отлично понимала: чтобы сделать выгодную партию, необходимо обзавестись – пусть даже только для вида – блестящим поклонником. Так появляется в свете эта парочка. Однако лукавая судьба смеется над их хитростью – и очень скоро "боевой союз" Саймона и Дафны превращается в подлинную, жгучую страсть, а старательно разыгрываемая ими любовь внезапно оказывается любовью истинной…', %photo_id%, '2021', '978-5-17-120415-0', 'public', '2023-04-23 18:41:59.141080');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (14, 'Безумно богатые азиаты', '«Нигде в мире вы не найдете таких богатых людей, как китайцы», — писал средневековый арабский путешественник Ибн Баттута. эту фразу Кевин Кван использовал как эпиграф к своему международному бестселлеру.

Итак, познакомьтесь с Рейчел Чу. она американка китайского происхождения, молодой профессор экономики в нью-йоркском университете и специалист по теории игр. Однажды ее бойфренд Ник, тоже университетский преподаватель, родом из Сингапура, зовет ее провести лето в Азии — составить ему компанию в поездке на свадьбу его лучшего друга Колина. Рейчел почти ничего не знает про его семью (как и его семья — про Рейчел), и только в самой поездке…', %photo_id%, '2020', '978-5-389-18040-6', 'public', '2023-04-23 18:41:59.992813');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (15, 'Стеклянный меч', 'Кровь Мэры Бэрроу красная, как у простых людей, но девушка обладает могущественной силой Серебряных. Сбежав от принца-предателя, Мэра попадает в новую западню. Свобода оказалась тюрьмой. Чтобы спасти не только собственную жизнь, но и новокровок,тех, кто как и она владеет необычными навыками, Мэра должна поднять восстание. Но в поисках возмездия Мэра понимает, что ее собственное сердце превратилось в камень. Не ведающая жалости и страха Алая королева сама становится чудовищем, едва ли не более кровожадным, чем то, которое заняло трон...', %photo_id%, '2019', '978-5-04-105503-5', 'public', '2023-04-23 18:42:00.894994');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (16, 'Чужак в стране чужой', 'Полная авторская версия легендарного романа. Культовой книги, ставшей настольной у поколения «детей цветов» и всей нарождающейся контркультуры. «Библия сексуальной революции» настолько опередила свое время, что, во избежание шквала протестов от фанатиков и ханжей, автор был вынужден сократить рукопись под рабочим названием «Еретик» почти на четверть, убрав наиболее «откровенные» и «идейно сомнительные» эпизоды, — и только тогда «Чужак в стране чужой» увидел свет. Это одно из немногих жанровых произведений, включенных библиотекой Конгресса в список «книг, сформировавших Америку». И если «Властелин колец» раскрепостил фантазию миллионов, то…', %photo_id%, '2018', '978-5-389-15524-4', 'public', '2023-04-23 18:42:02.095995');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (17, 'Что, если это мы', 'Для Артура все только начинается: он приехал в Нью-Йорк на летнюю стажировку и мечтает попасть на все свои любимые бродвейские шоу.



У Бена каникулы не задались: он недавно пережил расставание и, вместо того чтобы писать свою книгу, вынужден ходить на дополнительные занятия.



Однако мимолетная встреча в почтовом отделении переворачивает их жизни с ног на голову.



Что, если они никогда не найдут друг друга в огромном мегаполисе?



А что, если найдут… но все пойдет не так, как в великих мюзиклах о любви?', %photo_id%, '2020', '978-5-6043606-6-8', 'public', '2023-04-23 18:42:03.432996');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (18, 'Троя. Величайшее предание в пересказе', 'После историй о богах («Миф») и людях («Герои») Стивен Фрай продолжил свой грандиозный античный цикл величайшим преданием, которому уже три с лишним тысячи лет. История о Трое и ее героях свежа и актуальна и поныне, пусть и отделяют нас от нее века. Десятилетняя война, захватившая на рубеже XIII и XII веков до н. э. все восточное Средиземноморье и окрестности, стала благодаря Гомеру и его «Илиаде» неисчерпаемым источником вдохновения для всей западной цивилизации. История Трои и поныне определяет наши представления о героизме, любви, предательстве, мести, коварстве, разочаровании, покаянии, отчаянии и великодушии. В своем третьем томе…', %photo_id%, '2020', '978-5-86471-869-8', 'public', '2023-04-23 18:42:04.620997');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (19, 'Седьмая чаша', 'Англия, 1543 год. В фонтане на территории Линкольнс-Инн, известной адвокатской палаты, найден труп Роджера Эллиарда, друга Мэтью Шардлейка — одного из лучших в Лондоне специалистов сыскного дела. Занимаясь расследованием убийства, Шардлейк выясняет, что это не одиночное преступление. За короткий срок совершены несколько жестоких убийств, и все обстоятельства свидетельствует о том, что маньяк руководствуется в своих поступках той частью Откровения апостола Иоанна, где Господь изливает на грешное человечество Семь чаш гнева своего…

В мире литературных героев и в сознании сегодняшнего читателя образ Мэтью Шардлейка занимает почетное место в…', %photo_id%, '2022', '978-5-389-20744-8', 'public', '2023-04-23 18:42:05.609162');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (20, 'Колыбель для кошки', 'Послушайте — когда-то, две жены тому назад, двести пятьдесят тысяч сигарет тому назад, три тысячи литров спиртного назад… Тогда, когда все были молоды… Послушайте — мир вращался, богатые изнывали от глупости и скуки, бедным оставалось одно — быть СВОБОДНЫМИ и УМНЫМИ. Правда была неправдоподобнее всякого вымысла. Женщины были злы и красивы, а мужчины — несчастны и полны глупых надежд. И крутилась, крутилась жизнь, запутывалась все сильнее — как дикая, странная игра под названием «КОЛЫБЕЛЬ ДЛЯ КОШКИ»…', %photo_id%, '2019', '978-5-17-080228-9', 'public', '2023-04-23 18:42:07.340769');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (21, 'Метро', 'Окончательное издание трилогии. "Метро" Дмитрия Глуховского переведено на 37 языков мира и издано двухмиллионным тиражом. Третья мировая стерла человечество с лица Земли. Планета опустела. Мегаполисы обращены в прах и пепел. Железные дороги ржавеют. Спутники одиноко болтаются на орбите. Радио молчит на всех частотах. Выжили только те, кто услышав сирены тревоги, успел добежать до дверей московского метро. Там, на глубине в десятки метров, на станциях и в туннелях, люди пытаются переждать конец света. Там они создали новый мирок вместо потерянного огромного мира. Они цепляются за жизнь изо всех сил и отказываются сдаваться. Они мечтают…', %photo_id%, '2019', '978-5-17-115905-4', 'public', '2023-04-23 18:42:08.098316');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (22, 'Ночь нежна', 'Чувственный и страстный роман Фицджеральда в аудиоформате!



"Ночь нежна" – во многом автобиографичный роман, который сам Фицджеральд называл своим любимым произведением, а многие критики оценили выше «Великого Гэтсби».



Этот роман – история непростых взаимоотношений юной американской актрисы Розмари, молодого талантливого врача-психиатра Дика Дайвера и его жены Николь, чья болезнь – драма самого Фицджеральда (его жена Зельда страдала шизофренией).



Это роман о любви, страсти, желании сохранить брак, отчаянии и самообмане, в котором за судьбой отдельных героев просматривается облик целой эпохи…', %photo_id%, '2021', '978-5-17-140218-1', 'public', '2023-04-23 18:42:08.996316');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (23, 'Рассвет', 'Четвертая книга знаменитой вампирской саги, возглавившей списки бестселлеров многих стран!

Настоящая любовь не знает страха.

Белла Свон сделала свой выбор — променяла жизнь на счастье и, вместе с обручальным кольцом Эдварда, приняла дар и проклятие вампирского бессмертия.

Но блаженство медового месяца превращается в ужас, когда выясняется, что молодожены скоро станут родителями.

Нарушен один из главных и основополагающих вампирских законов. Белле, Эдварду и их ребенку грозит наказание — гибель. Однако неожиданно они обретают сильного и надежного союзника в лице оборотня Джейкоба...

Возможно ли избежать смертоносного гнева…', %photo_id%, '2020', '978-5-17-122710-4', 'public', '2023-04-23 18:42:09.763314');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (24, 'Доверие', 'В последнее время Тирнан де Хаас все стало безразлично. Единственная дочь кинопродюсера и его жены-старлетки выросла в богатой, привилегированной семье, однако не получила от родных ни любви, ни наставлений. С ранних лет девушку отправляли в школы-пансионы, и все же ей не удалось избежать одиночества. Она не смогла найти свой жизненный путь, ведь тень родительской славы всюду преследовала ее.



После внезапной смерти родителей Тирнан понимает: ей положено горевать. Но разве что-то изменилось? Она и так всегда была одна.



Джейк Ван дер Берг, сводный брат ее отца и единственный живой родственник, берет девушку, которой осталась пара…', %photo_id%, '2021', '978-5-17-136566-0', 'public', '2023-04-23 18:42:10.537161');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (25, 'Убийца сидит напротив. Как в ФБР разоблачают серийных убийц и маньяков', 'Четыре уголовных дела и четыре опасных маньяка, которые без сочувствия и угрызений совести холоднокровно лишили жизни других людей. Кем они были до заключения и почему решились на убийства? В крошечной комнате для допросов бывший агент ФБР Джон Дуглас разговаривает с каждым из них и пытается понять, как зарождаются преступления. Анализируя материалы дел, биографии и психологические состояния убийц, он рассказывает о том, как они думают и о том, что ими движет.', %photo_id%, '2020', '978-5-04-113369-6', 'public', '2023-04-23 18:42:11.524707');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (26, 'Вавилонские книги. Книга 3. Король отверженных', 'В поисках пропавшей жены Томас Сенлин успел побыть актером, авантюристом, капитаном порта и пиратом, а теперь он шпион самого Сфинкса. Сенлин отправляется в удел Пелфия с заданием выяснить, кто же в этой обители гуляк и модников ведет деятельность, тщательно сокрытую от механических глаз и ушей хозяина Вавилонской башни. Но ход расследования нарушается из-за случайного убийства и неожиданного воссоединения. Жизнь и свобода Сенлина снова в опасности, его старые и новые друзья — в самой гуще стремительных и грозных событий, а над уделом, башней и всем миром сгущаются тучи.



Впервые на русском!', %photo_id%, '2021', '978-5-389-18526-5', 'public', '2023-04-23 18:42:12.342704');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (27, 'Naruto. Книга 1. Наруто Удзумаки', 'Наруто - самый проблемный ученик школы ниндзя в деревне Скрытой В Листве. Без его проказ не проходит и дня! Самая заветная мечта Наруто - стать самым великим ниндзя, и ради ее осуществления он готов на все! Однако жители деревни скрывают от Наруто тайну его рождения...

Впервые на русском языке один из самых культовых манга-сериалов за всю историю, разошедшийся миллионными тиражами по всему миру!



Эта книга издана в оригинальном формате, поэтому читать ее следует как настоящую японскую мангу - справа налево. Все рисунки оставлены такими, какими их нарисовал художник.', %photo_id%, '2008', '978-5-699-34517-5', 'public', '2023-04-23 18:42:13.142705');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (28, 'Вавилонские книги. Книга 2. Рука Сфинкса', 'Пройдя три уровня Вавилонской башни, этого дьявольского лабиринта, полного обмана, пороков и всевозможных опасностей, Томас Сенлин вырвался на свободу, но так и не вернул потерянную жену. Он вынужден стать пиратом, чтобы выжить на борту украденного воздушного корабля и продолжить поиски. Превратности судьбы вынуждают Сенлина обратиться за помощью к главной легенде многоярусного мира, к таинственному Сфинксу, чьей печатью отмечены многие чудеса. Но Сфинкс ничего не делает даром, а в Вавилонской башне крайне опасно быть у кого-то в долгу.



Впервые на русском!', %photo_id%, '2019', '978-5-389-16115-3', 'public', '2023-04-23 18:42:13.943703');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (29, 'Сад', '«Сад» — новый роман Марины Степновой, автора бестселлера «Женщины Лазаря» (премия «Большая книга»), романов «Хирург», «Безбожный переулок» и сборника «Где-то под Гроссето».



Середина девятнадцатого века. У князя и княгини Борятинских рождается поздний и никем не жданный ребенок — девочка, которая буквально разваливает семью, прежде казавшуюся идеальной. Туся с самого начала не такая, как все. В строгих рамках общества, полного условностей, когда любой в первую очередь принадлежит роду, а не себе самому, она ведет себя как абсолютно — ненормально даже — независимый человек. Сама принимает решения — когда родиться и когда заговорить. Как…', %photo_id%, '2020', '978-5-17-118995-2', 'public', '2023-04-23 18:42:14.894704');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (30, 'Новые правила деловой переписки', 'Последние двадцать лет нас учили, что деловая переписка — это бесконечные реверансы, бессмысленные формы вежливости и вымученные шаблоны: «Коллеги, я вас услышал», «Клиент прислал правочки, внесите АСАП. Заранее спасибо», «С уважением к вам и вашему бизнесу». Современное деловое письмо — это махровая фальшь, копеечные манипуляции и плохо скрываемое обоюдное презрение.



Максим Ильяхов и Людмила Сарычева, авторы культовой книги «Пиши, сокращай», предлагают менять культуру делового письма и выдвигают два новых правила: уважение к адресату и забота о его интересах. Письма, составленные по таким правилам, располагают к вам людей и помогают…', %photo_id%, '2018', '978-5-9614-1034-1', 'public', '2023-04-23 18:42:15.861705');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (31, 'Письма Баламута. Баламут предлагает тост (сборник)', '"Нет пророка в своем отечестве", – это столь любимое писателями изречение вполне мог бы подтвердить и Льюис, ведь "Письма Баламута", первое опубликованное им художественное произведение, оказалось практически незамеченным на родине, и лишь шумный успех в США заставил британцев по достоинству оценить литературный талант нового автора.



Сюжет "Писем Баламута" несложен – маститый, многого добившийся в адской иерархии бес отечески наставляет неискушенного племянника, делающего первые шаги на пути уловления человеческих душ. Дебютное задание бесенка в дьявольском высшем обществе – совращение добродетельного молодого англичанина. Юноша…', %photo_id%, '2018', '978-5-17-111873-0', 'public', '2023-04-23 18:42:16.728705');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (32, 'Баллада о змеях и певчих птицах', 'Его подпитывает честолюбие.

Его подхлёстывает дух соперничества.

Но цена власти слишком высока...



Наступает утро Жатвы, когда стартуют десятые ежегодные Голодные игры.

В Капитолии восемнадцатилетний Кориолан Сноу готовится использовать свою единственную возможность снискать славу и почёт. Его некогда могущественная семья переживает трудные времена, и их последняя надежда - что Кориолан окажется хитрее, сообразительнее и обаятельнее соперников и станет наставником трибута-победителя. Но пока его шансы ничтожны, и всё складывается против него...

Ему дают унизительное задание - обучать девушку-трибута из самого бедного…', %photo_id%, '2020', '978-5-17-122118-8', 'public', '2023-04-23 18:42:17.763705');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (33, 'Как завоевывать друзей и оказывать влияние на людей', 'Более чем за 65 лет своего существования этот величайший бестселлер всех времен помог тысячам знаменитых сегодня людей подняться на вершину успеха и славы. И сейчас, в XXI веке, всегда актуальные советы Дейла Карнеги позволят каждому читателю раскрыть свой потенциал.', %photo_id%, '2019', '978-985-15-4051-4,  978-985-15-3470-4', 'public', '2023-04-23 18:42:18.543830');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (34, 'Волшебная гора', '"Волшебная гора" — туберкулезный санаторий в Швейцарских Альпах. Его обитатели вынуждены находиться здесь годами, общаясь с внешним миром лишь посредством редких писем и телеграмм. Здесь время течет незаметно, жизнь и смерть утрачивают смысл, а мельчайшие нюансы человеческих отношений, напротив, приобретают болезненную остроту и значимость. Любовь, дружба, вражда, ревность для обитателей санатория словно отмечены тенью небытия… Эта история имеет множество возможных прочтений – мощнейшее философское исследование жизненных основ в канун Первой мировой войны, тонкий психологический анализ разных типов человеческого характера и отношений,…', %photo_id%, '2019', '978-5-17-112642-1', 'public', '2023-04-23 18:42:19.370053');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (35, 'Глиняный мост', 'Пять братьев Данбар жили в идеальном хаосе своего дома – без родителей. Пока однажды вдруг не вернулся отец, который когда-то их оставил. У него странная просьба — он хочет, чтобы сыновья согласились построить с ним мост. Откликается Клэй, мальчик, терзаемый давней тайной. Что случилось с ним в прошлом? И почему он должен принять этот вызов? "Глиняный мост" – история подростка, попавшего в водоворот взрослой жизни и готового разрушить все, чтобы стать тем, кем ему нужно стать. Перед ним – только мост, образ, который спасет его семью и его самого. Это будет чудо.', %photo_id%, '2021', '978-5-04-154136-1', 'public', '2023-04-23 18:42:20.138773');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (36, 'Лабиринт фавна', 'Впервые на русском — уникальный продукт коллективного творчества: книга, написанная современным классиком Корнелией Функе по мотивам знаменитого фильма «оскаровского» лауреата Гильермо дель Торо «Лабиринт Фавна» и проиллюстрированная мастером сказочной иллюстрации Алленом Уильямсом. В этой фантазии поистине эпического размаха читатель встретит мифических трикстеров и кровожадных чудовищ, жестоких солдат и отважных мятежников, и потерянную принцессу, не теряющую надежды отыскать дорогу домой…



Слово — самой Корнелии Функе:

«Гильермо с самого начала объяснил, что не хочет получить простой пересказ фильма. он ждал от меня большего. Я же не…', %photo_id%, '2020', '978-5-389-17151-0', 'public', '2023-04-23 18:42:21.028939');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (37, 'Есть, молиться, любить', 'Лиз Гилберт отправляется в путешествие в Италию, Индию, Индонезию, чтобы обрести себя и найти радость там, где не ждешь. Роман «Есть, молиться, любить» стал бестселлером и в России, и во всем мире. Эта позитивная, жизнеутверждающая и захватывающая книга подарила вдохновение миллионам читателей.', %photo_id%, '2022', '978-5-386-14722-8', 'public', '2023-04-23 18:42:21.889938');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (38, 'Трилогия алой зимы (сборник)', 'Всю свою жизнь Эми посвятила тому, чтобы стать идеальным сосудом для богини Аматэрасу и, получив от нее задание отыскать и освободить земных божеств, немедленно приступает к его выполнению.



Помимо забот о спасении мира, ее мысли занимает Широ, ёкай-лис, умело и ловко завоевавший ее сердце. Ей придется разрушить проклятие, что сковывает его чары и воспоминания.



И как только в нем пробудится древняя мощь, ёкай, в которого Эми влюблена, изменится навсегда.



Но Эми и Широ должны рискнуть всем, чтобы одолеть бессмертных, всемогущих врагов. Вместе они найдут способ спасти мир — даже если это означает, что им придется потерять друг друга.', %photo_id%, '2020', '978-5-17-123449-2', 'public', '2023-04-23 18:42:22.705126');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (39, 'Сумерки', 'Сага, изданная суммарным тиражом более 85 миллионов экземпляров и переведенная на 37 языков.

Сага, занимавшая первые места в самых престижных национальных и международных списках бестселлеров.

Сага, экранизации которой, собиравшие невероятные кассы по всему миру, прославили целое поколение молодых звезд Голливуда, в том числе Роберта Паттинсона и Кристен Стюарт.



История обычной старшеклассницы из провинциального городка Беллы Свон, покорившей сердца двух весьма необычных парней:

— выходца из аристократического вампирского клана Эдварда Каллена

— и бесстрашного индейца-оборотня Джейкоба Блэка.

История нелегкого выбора, опасных…', %photo_id%, '2020', '978-5-17-121422-7', 'public', '2023-04-23 18:42:23.832492');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (40, 'На игле', 'Классика жанра в переводе классика этого жанра Ильи Кормильцева!

Это - книга, по которой был снят культовейший фильм девяностых - фильм, заложивший основу целого модного течения - т.н. "героинового шика", правившего несколько лет назад и подиумами, и экранами, и студиями звукозаписи.

Это - Евангелие от героина.

Это - роман "На игле". Самая яркая, самая яростная, самая спорная и самая откровенная книга "безнадежных девяностых".

Это - роман "На игле". Исповедь поколения, на собственной шкуре познавшего страшную справедливость девиза "НЕТ БУДУЩЕГО"...

Это - книга, которая поистине произвела эффект разорвавшейся бомбы и - самим фактом…', %photo_id%, '2004', '5-17-021417-0', 'public', '2023-04-23 18:42:25.028315');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (41, 'Аня с острова Принца Эдуарда', 'Третья книга из цикла про Аню Ширли. Она выросла и теперь впервые покидает остров Принца Эдуарда, для учебы в университете. Одновременно с ней едет учиться и небезызвестный Гилберт Блайт. И если мысли Ани об университете, подругах, Зеленых Мезонинах, прошлом и будущем известны почти всем, никто не знает, что она думает о Гилберте.

Аня станет мисс Ширли и будет жить самостоятельно в неведомом Кингспорте. Ей и любопытно и немного страшно. А сколько новых людей! Какие непростые вопросы ставит перед неопытной юностью жизнь! Однако с Аней всегда ее неистощимое воображение, чувство юмора и искренность.

Необыкновенные рисунки Ольги Брезинской…', %photo_id%, '2023', '978-5-907633-50-6', 'public', '2023-04-23 18:42:26.120315');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (42, 'Мы, боги', '"Мы, боги" - новая книга знаменитого французского писателя Бернарда Вербера. Впервые российский читатель познакомился с творчеством Вербера в 2004 году. Книга "Империя ангелов" сразу же взлетела на самую верхушку книжных рейтингов. Ей посвящено около двухсот восторженных рецензий в центральной прессе! Ее уже прочитали более миллиона человек!
 Роман "Мы, боги" - логическое продолжение "Империи ангелов", при этом он является вполне самостоятельным произведением. Сам писатель считает "Мы, боги" началом новой увлекательной трилогии. Во Франции книга уже стала национальным бестселлером! В настоящее время ведутся переговоры об экранизации романа.', %photo_id%, '2014', '978-5-386-06680-2', 'public', '2023-04-23 18:42:26.913614');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (43, 'Замок в облаках', 'Фанни Функе считает себя неудачницей: школу не окончила, с родителями поссорилась и фактически сбежала из дома, поступив на годовую практику в старинный швейцарский отель «Шато Жанвье», который все называют Замком в облаках. Под Новый год в отеле яблоку негде упасть: сюда съехались сливки общества, в том числе семья загадочного русского олигарха, американский денежный мешок с многочисленными родственниками и специалист по драгоценным камням из Лондона, которого сопровождает обаятельный внук с замашками грабителя. Что привело их сюда? Действительно ли они те, за кого себя выдают? И главное – кому из них можно доверять? Пытаясь выяснить это,…', %photo_id%, '2018', '978-5-4366-0529-6', 'public', '2023-04-23 18:42:27.670249');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (44, 'Аспид', 'Между МакАлистерами и Стаффордами тянется долгая кровавая вражда. Пепел, битое стекло и гильзы остаются там, где пересекаются пути двух кланов.



МакАлистеры богаты, могущественны и необычайно религиозны. Они спонсируют строительство церквей и верят в то, что единственные спасутся во время апокалипсиса. Стаффорды, напротив, словно прислуживают дьяволу: организовывают рок-концерты, держат ночные клубы и казино.



Кристи МакАлистер знает: Стаффорды — порок и зло, но ее странным образом влечет к ним — так острые предметы, вопреки запретам взрослых, влекут детей. А одна ночь в плену у Дэмиена Стаффорда и вовсе заставит ее грезить о…', %photo_id%, '2020', '978-5-17-114643-6', 'public', '2023-04-23 18:42:28.556204');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (45, 'Спаси меня', 'Любовь, страсть, привязанность – Руби Белл боится всего этого как огня. Ей нужно лишь окончить Макстон-холл, одну из самых престижных школ Англии, и уехать подальше. Отношения в ее планы не входят! Но как выжить одной, когда ты обычная девушка, а все вокруг высокомерные выскочки? Особенно Руби не нравится Джеймс Бофорт. Он слишком уверен в себе, слишком привлекателен, слишком опасен. В здравом уме она ни за что бы не стала с ним общаться, вот только у судьбы другие планы. Вскоре жизнь Руби безвозвратно изменится.', %photo_id%, '2019', '978-5-04-103673-7', 'public', '2023-04-23 18:42:29.355397');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (46, 'Дом голосов', '«Дом голосов» - новый бестселлер Донато Карризи, короля итальянского триллера.



Пьетро Джербер - психолог, но не такой как другие. Его специализация - гипноз, и все его пациенты это дети, с которыми что-то случилось: они перенесли травму, стали свидетелями драматических событий или в их хрупкой памяти хранится важная информация, которая может помочь полиция или органам опеки в расследовании. Но вот с другого конца света, из Австралии, ему звонит коллега и просит принять пациента. Пьетро недоумевает, зачем обращаться именно к нему, ведь Ханна Холл взрослая. Оказывается, молодой женщине не дает покоя воспоминание о некоем убийстве, будто бы…', %photo_id%, '2021', '978-5-389-19101-3', 'public', '2023-04-23 18:42:30.197601');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (47, 'Утопия-авеню', 'Впервые на русском — новейший роман современного классика Дэвида Митчелла, дважды финалиста Букеровской премии, автора таких интеллектуальных бестселлеров, как «Сон №9», «Облачный атлас» (недавно экранизированный Томом Тыквером и братьями Вачовски), «Голодный дом» и другие. И хотя «Утопия-авеню» как будто ограничена во времени и пространстве — «свингующий Лондон», легендарный отель «Челси» в Нью-Йорке, Сан-Франциско на исходе «лета любви», — Митчелл снова выстраивает «грандиозный проект, великолепно исполненный и глубоко гуманистический, устанавливая связи между Японией эпохи Эдо и далеким апокалиптическим будущим» (Los Angeles Times).…', %photo_id%, '2021', '978-5-389-18496-1', 'public', '2023-04-23 18:42:31.042627');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (48, 'Пока течет река', 'Новый роман Дианы Сеттерфилд, прославленного автора «Тринадцатой сказки», признанного шедевра современной английской прозы, который заставил критиков заговорить о возвращении золотого века британского романа, овеянного именами Шарлотты и Эмили Бронте и Дафны Дюморье, и разошелся по всему миру на 40 языках тиражом свыше 2 миллионов экземпляров.

В самую темную и длинную ночь в году, в день зимнего солнцестояния, в древний трактир «Лебедь» на берегу Темзы вваливается израненный незнакомец с мертвой девочкой на руках. Однако несколько часов спустя девочка оказывается живой. Что это — чудо? Волшебство? Или можно найти научное объяснение? И…', %photo_id%, '2020', '978-5-389-18698-9', 'public', '2023-04-23 18:42:31.865628');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (49, 'Охота на Джека-потрошителя', 'Англия. Конец XIX века.



Семнадцатилетняя Одри Роуз Уодсворт – дочь одного из влиятельных британских лордов. Но вместо модных платьев и будущего, без сомнения, блестящего брака, ее мысли занимают судебная медицина, анатомия и прочие, неподобающие для юной аристократки занятия.



Это "хобби" так и осталось бы секретом, в который были посвящены лишь ее дядя, врач-хирург Джонатан Уодсворт, и его блестящий ученик Томас Кресуэлл, если бы в Лондоне не появился самый страшный серийный убийца – Джек Потрошитель.



Одри Роуз решительно присоединяется к расследованию, но вскоре начинает подозревать, что маньяк скрывается под маской одного из…', %photo_id%, '2018', '978-5-17-982482-4', 'public', '2023-04-23 18:42:32.689288');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (50, 'Дерьмо', '"Игры - единственный способ пережить работу… Что касается меня, я тешу себя мыслью, что никто не играет в эти игры лучше меня…" Приятно познакомиться с хорошим парнем и продажным копом Брюсом Робертсоном! У него все хорошо.', %photo_id%, '2010', '978-5-17-065566-3,  978-5-271-27813-6,  978-5-4215-0741-3', 'public', '2023-04-23 18:42:34.199994');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (51, 'Волхв', 'Джон Фаулз — один из наиболее выдающихся и популярных британских писателей, современный классик, автор «Коллекционера» и «Любовницы французского лейтенанта».



«Волхв» служит Фаулзу своего рода визитной карточкой. В этом романе на затерянном греческом острове загадочный «маг» ставит беспощадные психологические опыты на людях, подвергая их пытке страстью и небытием. Реалистическая традиция сочетается в книге с элементами мистики и детектива. Эротические сцены — возможно, лучшее из написанного о плотской любви во второй половине ХХ века.', %photo_id%, '2022', '978-5-04-160755-5', 'public', '2023-04-23 18:42:34.991431');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (52, 'Дом странных детей', 'Шестнадцатилетний Джейкоб с детства привык к рассказам своего деда о его юности на далеком уэльском острове, в приюте для странных детей: о чудовищах с тройными языками, о невидимом мальчике, о летающей девочке... Единственным побочным эффектом этих выдумок были ночные кошмары, мучившие подростка. Но однажды кошмар ворвался в его жизнь, убив деда наяву...', %photo_id%, '2019', '978-5-9910-2075-6', 'public', '2023-04-23 18:42:35.790075');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (53, 'По ту сторону реки. Ярилина рукопись', 'Пройти Посвящение - вот что должен сделать в своей жизни каждый колдун! Но что, если тебе всего четырнадцать и ты до сих пор ничего не знал о волшебстве? Полина с Маргаритой - обычные девочки, которые попадают в Заречье - сказочную деревню, где им открываются древние тайны магии. Здесь им предстоит во многом разобраться: как не перепутать Дождливую Аллею с Дорогой Желаний? Для чего нужны наставники? Почему ни в коем случае нельзя влюбляться в юного колдуна Севу, сына целителя? И что такое Ярилина рукопись, о которой все говорят трепетным шепотом? Ответы на эти вопросы можно найти только там, по ту сторону реки, где оживают сказки и…', %photo_id%, '2016', '978-5-17-098208-0', 'public', '2023-04-23 18:42:36.576120');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (54, 'Солнце полуночи', 'Каким в действительности было прошлое красавца вампира?



Что довелось ему испытать и пережить за время своего нежеланного бессмертия?



Почему он, страстно влюбленный в Беллу и знающий, что любим, так отчаянно пытался с ней расстаться? И что заставило его вернуться?



И, главное, почему был с самого начала настолько уверен, что отношения с ним являются для Беллы смертельной опасностью?', %photo_id%, '2021', '978-5-17-133952-4', 'public', '2023-04-23 18:42:37.402413');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (55, 'Франкенштейн (сборник)', 'Мэри Шелли была женой крупнейшего английского поэта-романтика Перси  Биши Шелли. Сама она прославилась одной-единственной книгой, которую написала в 20 лет.



Однажды во сне Мэри привиделся бледный студент, создавший огромное и страшное человекоподобное существо. "Что ужаснуло меня, ужаснет и других. осталось лишь описать полночный фантом, навестивший изголовье моей кровати".



Так появилась книга "Франкенштейн" — история молодого ученого и чудовища, которого он создал из кусков трупов. На протяжении почти двух веков эта классическая фантастическая книга завораживает и пугает читателей и зрителей — число экранизаций "Франкенштейна" не…', %photo_id%, '2008', '978-966-21-4911-1', 'public', '2023-04-23 18:42:38.243362');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (56, 'Ада, или радости страсти', 'Создававшийся в течение десяти лет и изданный в США в 1969 году, роман Владимира Набокова «Ада, или Радости страсти» по выходе в свет снискал скандальную славу «эротического бестселлера» и удостоился полярных отзывов со стороны тогдашних литературных критиков. репутация одной из самых неоднозначных набоковских книг сопутствует ему и по сей день. Играя с повествовательными канонами сразу нескольких жанров (от семейной хроники толстовского типа до научно-фантастического романа), Набоков создал едва ли не самое сложное из своих произведений, ставшее квинтэссенцией прежних тем и приемов его творчества и рассчитанное на весьма искушенного в…', %photo_id%, '2017', '978-5-389-12577-3', 'public', '2023-04-23 18:42:39.062722');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (57, 'Ромео и Джульетта', 'В издании приводится текст бессмертной трагедии У. Шекспира "Ромео и Джульетта" в переводе Бориса Пастернака с замечательными иллюстрациями Ольги Харламовой. Книга подготовлена с использованием современных издательских технологий, позволяющих читать пьесу "в лицах".

Для читателей всех возрастов и политических убеждений.', %photo_id%, '2022', '978-5-392-29700-9', 'public', '2023-04-23 18:42:39.866640');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (58, 'Собрание птиц', 'Путешествие Джейкоба Портмана и его друзей через временные петли — из Англии в Америку и обратно — продолжается.

Его ждет встреча с новыми врагами, обретение новых союзников и поиск ответов на новые вопросы. Имея лишь несколько подсказок, он должен выяснить, как найти Ви, самого загадочного и могущественного из бывших соратников его деда Эйба. Джейкоб должен доставить к Ви Нур Прадеш, "странную" девушку, которую он спас, рискуя жизнью. О Нур говорится в древнем пророчестве: "Спаси Нур — спаси будущее". Но Ви скрывается, и не хочет, чтобы ее нашли…', %photo_id%, '2020', '978-5-171-20767-0', 'public', '2023-04-23 18:42:40.692096');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (59, 'Вырывашка', 'В призрачном царстве воображения Джек-из-коробки, заброшенный под кровать, в пыльный мрак, к паукам и прочим забытым игрушкам, вынужден принять горькую истину: дети растут, а игрушки остаются в прошлом. Джек убежден: это — самое худшее, что только может случиться с игрушкой.



Но когда в царство воображения проникает злой дух Вырывашка, а Джеку доверена сомнительная роль защитника Томаса, того самого мальчишки, что зашвырнул его под кровать, Джек обнаруживает, что игрушку может постичь и худшая — гораздо худшая судьба. Казалось бы, положение отчаянное, но в трудную минуту на помощь Джеку приходят другие игрушки Томаса — Обезьянка,…', %photo_id%, '2018', '978-5-17-111031-4', 'public', '2023-04-23 18:42:41.897117');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (60, 'Лезвие бритвы', 'С юных лет русский ученый-психофизиолог Иван Гирин ищет разгадку необыкновенных возможностей человеческой психики. Поиски приводят его то в далекую Индию, где Гирин помогает молодому индийскому художнику выручить из беды танцовщицу Тиллоттаму, то - в жаркую Африку, где ученый знакомится с итальянской съемочной группой, обнаружившей загадочную черную корону, в свое время едва не погубившую Александра Македонского. Чем дальше углубляется Гирин в волнующую его научную проблему, тем крепче становится его уверенность в том, что истина и красота – это острейшее лезвие бритвы, пройти по которому человечеству еще предстоит… Иван Антонович Ефремов -…', %photo_id%, '2019', '978-5-04-099565-3', 'public', '2023-04-23 18:42:42.708726');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (61, 'Вглядываясь в солнце. Жизнь без страха смерти', 'Новое издание бестселлера известного американского психотерапевта и писателя Ирвина Ялома. Тема, поднятая в этой книге, остра и болезненна, она редко выносится на открытое обсуждение. Но страх смерти в той или иной форме есть у всех людей, просто обычно мы стараемся выкинуть мысли о конечности нашей жизни из головы, не думать, не помнить об этом. Теперь у вас в руках очень действенный инструмент борьбы с мучительными страхами. Эта книга учит понять и принять условия человеческого существования и сполна наслаждаться каждой минутой жизни. При всей серьезности темы книга захватывает и увлекает благодаря мастерству великолепного рассказчика -…', %photo_id%, '2019', '978-5-04-102121-4', 'public', '2023-04-23 18:42:43.465617');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (62, 'Войны Миллигана', 'Многие годы читатели жаждали узнать, что же случилось после событий, описанных в культовом романе "Таинственная история Билли Миллигана", главный герой которого, Билли Миллиган, — уникальный человек, в чьем сознании существовали 24 совершенно разные личности. И вот — продолжение истории.



В книге "Войны Миллигана" Дэниел Киз расскажет о принудительной госпитализации Билли, продлившейся десять лет. Кто же он, Билли Миллиган, — преступник или все же жертва? Чего он заслуживает — ненависти, осуждения или сочувствия? Почему вот уже столько лет его личность привлекает к себе неослабевающее внимание? На многие — но не все — вопросы вы найдете…', %photo_id%, '2020', '978-5-04-113589-8', 'public', '2023-04-23 18:42:44.325855');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (63, 'Лолита', 'Обуреваемый страстью к малолетним девочкам, герой влюбляется в двенадцатилетнюю школьницу, любит ее мучительной безответной любовью и в конце концов теряет. Благодаря ЛОЛИТЕ Владимир Набоков приобрел всемирную известность.', %photo_id%, '1998', '5-7516-0129-7', 'public', '2023-04-23 18:42:45.230293');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (64, 'Пиранези', 'Шестнадцать лет назад Сюзанна Кларк выпустила «Джонатана Стренджа и мистера Норрелла» — книгу, разошедшуюся по миру тиражом свыше 4 миллионов экземпляров и признанную легендарным шедевром: «Так мог бы выглядеть роман “Мастер и Маргарита”, если бы его написал Диккенс» (А. Генис). «Лучшая литературная сказка на английском языке за последние семьдесят лет» (Н. Гейман). И вот наконец мы дождались второго романа Кларк. «Это событие первостепенной важности в мире литературы» (Daily Telegraph).



Для человека, которого мы знаем как Пиранези, Дом с большой буквы — это целый Мир. «С начала Мира в нем точно существовали пятнадцать человек», и…', %photo_id%, '2020', '978-5-389-17973-8', 'public', '2023-04-23 18:42:46.009293');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (65, 'Сломленный принц', 'У Рида Ройала есть все — привлекательная внешность, положение в обществе, деньги. Девушки из его элитной школы готовы на все, чтобы встречаться с ним. Парни хотят быть им. Но Риду нет дела ни до кого, кроме членов семьи. Пока в его жизни не появляется Элла Харпер.



Жгучая неприязнь и стремление заставить девушку страдать перерастают в нечто совершенно иное — желание всегда быть рядом с Эллой. Защищать ее. Но одна глупая ошибка способна разрушить все. Девушка покидает дом Роялов, а жизнь Рида начинает разваливаться на части. Элла Харпер больше не хочет иметь ничего общего с ним и его семьей, заявляя, что они с Ридом лишь разрушают друг…', %photo_id%, '2018', '978-5-17-106857-8', 'public', '2023-04-23 18:42:46.777465');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (66, 'Норвежский лес', '... по вечерам я продавал пластинки. А в промежутках рассеянно наблюдал за публикой, проходившей перед витриной. Семьи, парочки, пьяные, якудзы, оживленные девицы в мини-юбках, парни с битницкими бородками, хостессы из баров и другие непонятные люди. Стоило поставить рок, как у магазина собрались хиппи и бездельники - некоторые пританцовывали, кто-то нюхал растворитель, кто-то просто сидел на асфальте. Я вообще перестал понимать, что к чему. "Что же это такое?" - думал я. - Что все они хотят сказать?"... Роман классика современной японской литературы Харуки Мураками "Норвежский лес", принесший автору поистине всемирную известность.…', %photo_id%, '2021', '978-5-04-118563-3', 'public', '2023-04-23 18:42:47.618466');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (67, 'Под знаком черного лебедя', 'Дэвид Митчелл — современный классик британской литературы, дважды финалист Букеровской премии, автор таких интеллектуальных бестселлеров, как «Костяные часы», «Облачный атлас» (недавно экранизированный Томом Тыквером и братьями Вачовски), «Голодный дом» и другие. «Под знаком черного лебедя» — это роман взросления, и Митчелл более чем уверенно выступил на территории, традиционно ассоциирующейся с такими именами, как Сэлинджер, Брэдбери и Харпер Ли. Итак, добро пожаловать в деревушку Лужок Черного Лебедя (где «на самом деле нет никаких лебедей… Это, в общем, такая шутка»). Джейсону Тейлору тринадцать лет, и мы увидим его жизнь на протяжении…', %photo_id%, '2020', '978-5-389-11621-4', 'public', '2023-04-23 18:42:48.428694');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (68, 'Карта дней', 'Справившись с чудовищной опасностью, едва не уничтожившей весь странный мир, Джейкоб Портман возвращается туда, откуда началась его история, — домой, во Флориду. Но теперь он не один, с ним мисс Сапсан, Эмма и другие его странные друзья, которые изо всех сил стараются вписаться в современную жизнь. Но беззаботные дни с походами на пляж и уроками нормальности продлятся не долго. Джейкоб получает опасное наследство и понимает, как много странного было в его жизни еще до того, как он вошел во временную петлю мисс Сапсан. Теперь ставки поднялись еще выше: судьба толкает Джейкоба и его друзей на дикие просторы странного мира Америки — мира без…', %photo_id%, '2018', '978-5-17-111537-1', 'public', '2023-04-23 18:42:49.255694');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (69, 'Игра в бисер', 'Перед вами — книга, без которой немыслима ВСЯ культура постмодернизма Европы — в литературе, в кино, в театре. Что это — гениальный авангардистский роман, стилизованный под философию сюрреализма, или гениальное философское эссе, стилизованное под сюрреалистический роман? Пожалуй, ТЕПЕРЬ это и не важно. Важно одно — идут годы и десятилетия, а изысканной, болезненной и эзотеричной «игре в бисер» по-прежнему нет конца. Ибо такова игра, в которую играют лучшие из людей…', %photo_id%, '2014', '978-5-17-082843-2', 'public', '2023-04-23 18:42:50.077964');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (70, 'Добрая самаритянка', '…Они в смертельном отчаянии. Звонят на телефон доверия "Больше некуда", потому что действительно больше некуда обратиться. Им нужен лучик надежды. Но если не повезет, на том конце линии окажется Лора Моррис. Которая не желает, чтобы они надеялись. Лора хочет, чтобы они лишили себя жизни. Жаждет услышать по телефону их последний вздох…

 И уверена, что легко уйдет от ответственности – все продумано до мелочей. Но очередной обработанный "клиент" по имени Стивен просит Лору не просто слушать его смерть, а лично присутствовать при ней. Предвкушая чудесные мгновения, Моррис не знает, чем это обернется. Как и Стивен, не представляющий на что…', %photo_id%, '2022', '978-5-04-158003-2', 'public', '2023-04-23 18:42:50.899527');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (71, 'Эшелон на Самарканд', 'Гузель Яхина — самая яркая дебютантка в истории российской литературы новейшего времени, лауреат премий «Большая книга» и «Ясная Поляна», автор бестселлеров «Зулейха открывает глаза» и «Дети мои».



Ее новая книга «Эшелон на Самарканд» — роман-путешествие и своего рода «красный истерн». 1923 год. Начальник эшелона Деев и комиссар Белая эвакуируют пять сотен беспризорных детей из Казани в Самарканд. Череда захватывающих и страшных приключений в пути, обширная география — от лесов Поволжья и казахских степей к пустыням Кызыл-Кума и горам Туркестана. Палитра судеб и характеров: крестьяне-беженцы, чекисты, казаки, эксцентричный мир маленьких…', %photo_id%, '2021', '978-5-17-135479-4', 'public', '2023-04-23 18:42:51.759527');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (72, 'Мерцание экрана (сборник)', 'Дьявол нанимает рекламщика, чтобы популяризировать Ад. Писатель убивает опостылевшего персонажа, но следующим утром тот объявляется на пороге его дома. Незадачливые путешественники попадают в мир оживших рождественских открыток — и видят там то, что Лавкрафту не снилось. Волшебники Незримого Университета думают, как пережить проверку лорда Витинари, а капитан Моркоу решает проблему преступности среди анк-морпоркской молодежи.



Встречайте сборник коротких историй сэра Терри Пратчетта: от фэнтези и стихов до научной фантастики, от первого опубликованного рассказа, написанного юным Терри в 13 лет, до отрывков, не вошедших в повести о Плоском…', %photo_id%, '2021', '978-5-04-111819-8', 'public', '2023-04-23 18:42:52.554711');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (73, 'Атлант расправил плечи', '"Атлант расправил плечи" - центральное произведение русской писательницы зарубежья Айн Рэнд, переведенное на множество языков и оказавшее огромное влияние на умы нескольких поколений читателей.

Своеобразно сочетая фантастику и реализм, утопию и антиутопию, романтическую героику и испепеляющий гротеск, автор очень по-новому ставит извечные не только в русской литературе "проклятые вопросы" и предлагает свои варианты ответов - острые, парадоксальные, во многом спорные.', %photo_id%, '2017', '978-5-9614-4966-2', 'public', '2023-04-23 18:42:53.397712');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (74, 'Персики для месье кюре', 'Вианн с двумя детьми возвращается из Парижа в далекую деревеньку, где не была восемь лет. Но вместо ожидаемого душевного покоя она встречается с тревожными переменами. Пользующийся доверием священник внезапно нажил себе врагов и был обвинен в поджоге. Школьная учительница вызывает пересуды о методах образования. А старая подруга рассказала, что у нее есть ребенок, однако продолжает скрывать, кто его отец.



Вианн не намерена сидеть сложа руки и готова пойти на все, чтобы раскрыть секреты не такой уж тихой деревушки.', %photo_id%, '2017', '978-5-699-95116-1', 'public', '2023-04-23 18:42:54.234507');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (75, 'Бумажная принцесса', 'Спустя два года после смерти матери Элла узнает, что та перед смертью успела сообщила ее отцу, которого девушка никогда не видела, о том, что у него есть дочь. Стив О’Халлоран не успел разыскать Эллу, потому что трагически погиб. Выполняя последнюю волю друга миллионер, владелец авиастроительной компании Каллум Ройал находит девушку и забирает в свою семью, в которой растут еще пятеро сыновей.', %photo_id%, '2017', '978-5-17-104028-4', 'public', '2023-04-23 18:42:55.111104');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (76, 'Холодный дом', 'В центре действия романа великого английского прозаика Чарльза Диккенса «Холодный дом» (1852–1853) — история жизни юной сироты Эстер Саммерсон. Оказавшись на попечении случайного благодетеля мистера Джарндиса, она по окончании пансиона попадает в его старинное поместье, известное как Холодный дом, с которым связано едва ли не самое известное дело Верховного Канцлерского суда «Джарндисы против Джарндисов». Понемногу обихаживая свое новое жилище и обретая новых знакомых, девушка волею обстоятельств оказывается вовлечена в сложное переплетение человеческих судеб, личных чувств, криминальных интриг и чужих семейных тайн — и одна из этих тайн,…', %photo_id%, '2020', '978-5-389-18319-3', 'public', '2023-04-23 18:42:55.920315');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (77, 'Тысяча осеней Якоба де Зута', 'В новом переводе — великолепный роман современного классика Дэвида Митчелла, дважды финалиста Букеровской премии, автора таких интеллектуальных бестселлеров, как «Сон №9», «Облачный атлас» (недавно экранизированный Томом Тыквером и братьями Вачовски), «Голодный дом» и другие. «Признанный новатор, открывший новые пути в литературе, выпустил очаровательно старомодный роман в классическом духе — о любви и самопожертвовании, о столкновении цивилизаций, о безжалостных врагах, которые не успокоятся, пока не уничтожат ваш род до седьмого колена» (Washington Post). Итак, молодой клерк Якоб де Зут прибывает на крошечный островок Дэдзима под боком у…', %photo_id%, '2018', '978-5-389-15526-8', 'public', '2023-04-23 18:42:56.762901');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (78, 'Человек-невидимка', 'Герберт Уэллс - классик научно-фантастической литературы конца XIX - начала XX веков. Его "Человек-невидимка" - одно из самых известных фантастических произведений мировой литературы. В нем Уэллсу удалось не только мастерски передать все подробности проблем, с которыми сталкивается талантливый ученый-изобретатель, открывший секрет невидимости, но и поднять этот роман на фаустовскую высоту психологической проблематики. Не случайно "Человек-невидимка" несколько раз экранизировался и неоднократно переводился на русский язык. Необычайную достоверность происходящего придают роману в данном издании 59 иллюстраций талантливого чешского художника и…', %photo_id%, '2019', '978-5-9603-0500-6', 'public', '2023-04-23 18:42:57.604010');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (79, 'Молитва об Оуэне Мини', 'Трагикомическая сага от знаменитого автора «Мира глазами Гарпа» и «Отеля „Нью-Гэмпшир“», «Правил виноделов» и «Мужчин не ее жизни», «Последней ночи на Извилистой реке» и «Сына цирка», панорамный бурлеск, сходный по размаху с «Бойней номер пять» Курта Воннегута или «Уловкой-22» Джозефа Хеллера. Эта история о не ведающем сомнений мальчишке, который обретает странную власть над людьми и самим ходом вещей, полна мистических совпадений и зеркальных повторов, в свою очередь повторяющих — подчас иронически — сюжет Евангелия. Как получилось, что одиннадцатилетний Оуэн Мини, нечаянно убив мать своего лучшего друга, приводит его к Богу? Почему…', %photo_id%, '2021', '978-5-389-18755-9', 'public', '2023-04-23 18:42:58.790364');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (80, 'Центр тяжести', '﻿Роман Алексея Поляринова напоминает сложную систему озер. В нем и киберпанк, и величественные конструкции Дэвида Митчелла, и Борхес, и Дэвид Фостер Уоллес... Но его герои — молодые журналист, хакер и художница — живут в Москве и сопротивляются наступлению дивного нового мира. И защищают центр тяжести — свой, своих семей и своей родины — как умеют.', %photo_id%, '2020', '978-5-04-117509-2', 'public', '2023-04-23 18:42:59.569682');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (81, 'Пост', 'После короткой и яростной Гражданской войны от прежней России осталась лишь небольшая часть, которая называет себя Московской империей. Восточные границы ее проходят всего в нескольких сотнях километров от столицы, по Волге - отравленной, превратившейся в непреодолимую преграду. С самого Распада никто не приходил в Московию из-за Волги.



Сама тысячелетняя Москва стоит незыблемо, надежно защищенная со всех сторон охранными постами. Тут проводит смотр казачьих войск сам император. Лучших из лучших, храбрейших из храбрых он выберет, чтобы послать их в темные земли, которые когда-то были частью великой России, - пока их не охватил мятеж и они…', %photo_id%, '2021', '978-5-17-136192-1', 'public', '2023-04-23 18:43:00.367723');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (82, 'Пепел и Лунный свет', 'Мир раскололся на три королевства — Солнечное, Лунное и Черной Дыры, — и в нем идет война за трон. Истощенные тиранией Инкарнатов люди страдают от новой напасти, неожиданно пришедшей в их дома. И снова сказки переплетаются с реальностью, возвращая давно забытых героев.

Адель до сих пор не оправилась от горя, но пытается найти ответы на множество вопросов: как помочь простым смертным? Возможно ли уничтожить Тишину? Существует ли оружие против ее демонов?

Теперь Адель просто обязана взять себя в руки, осознать свое место в истории и вместе со своими соратниками попытаться сохранить мир, каким они его помнят. Крепко сжимая рукоять меча,…', %photo_id%, '2021', '978-5-17-137344-3', 'public', '2023-04-23 18:43:01.141137');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (83, 'Поднятая целина', 'Михаила Александровича Шолохова многие поколения читателей знают как автора всенародно любимого романа «Тихий Дон», сборника «Донских рассказов» и таких произведений, как «Они сражались за Родину», «Судьба человека», «Поднятая целина». В 1965 году писателю была присуждена Нобелевская премия по литературе «за художественную силу и цельность эпоса о донском казачестве в переломное для России время». В романе «Поднятая целина» рассказана история установления советской власти в суровых донских краях. Яркими, драматичными красками Шолохов изобразил в нем переломный момент истории нашей страны, когда обращались в прах многовековые устои и…', %photo_id%, '2022', '978-5-389-20310-5', 'public', '2023-04-23 18:43:01.961239');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (84, 'Чувство и чувствительность', 'Целая галерея ярких образов современников классика английской литературы Джейн Остен - благородных и коварных, безрассудных и малодушных, чопорных и трепетных - предстает на страницах ее произведений. Первый зрелый роман Остен "Чувство и чувствительность" о судьбах двух сестер, благоразумной Элинор и пылкой Марианны. Каждая из них борется за свое счастье и возможность выйти замуж за любимого вопреки всем обстоятельствам.', %photo_id%, '2022', '978-5-04-173260-8', 'public', '2023-04-23 18:43:02.829880');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (85, 'Пять четвертинок апельсина', 'Роман "Пять четвертинок апельсина" англичанки Джоан Харрис - насыщенное и тонкое десертное вино. Используя кулинарные метафоры, причудливые характеры и сверхъестественные происшествия, Харрис создает сложную и прекрасную историю. В романе переплелись беды, тайны и напряженные семейные отношения.', %photo_id%, '2005', '5-98695-008-9', 'public', '2023-04-23 18:43:03.645973');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (86, 'Час Быка', 'Имя Ивана Ефремова (1908—1972) известно всем любителям фантастики. Роман «Час Быка» рассказывает о путешествии на планету Торманс в далеком 4030 году. Земляне к этому времени уже живут при коммунизме, а вот на Тормансе — тоталитарный режим. Она населена потомками бежавших с Земли людей, и все жители разделены на «короткоживущих» — рабочую силу — и «долгоживущих» — образованную элиту, а вся власть сосредоточена в руках Совета Четырех…', %photo_id%, '2019', '978-5-4484-1520-3', 'public', '2023-04-23 18:43:04.411973');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (87, 'Хроники Заводной Птицы', '`Хроники Заводной Птицы` несет в себе объем литературных форм поистине джойсовского масштаба: воспоминания, сны, письма, газетные вырезки, обращения к Интернету. И сколь фантастичными ни казались бы описываемые события, повествование не теряет от этого своей убедительности и притягательной силы. Роман оказывает гипнотическое воздействие. Эта самая амбициозная попытка Мураками вместить всю Японию в рамки одной литературно-художественной конструкции.', %photo_id%, '2003', '5-86712-135-6', 'public', '2023-04-23 18:43:05.179972');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (88, 'Пассажиры', 'Загадочный хакер взломал системы управления восьми самоуправляемых машин, с недавних пор ставших нормой для всех жителей Великобритании. Теперь он угрожает их пассажирам смертью. Среди его заложников – угасающая телезвезда. нелегальный иммигрант. молодая беременная женщина. муж и жена, едущие раздельно. ветеран военного конфликта. желающий покончить с собой мужчина. жена, сбегающая от своего тирана-мужа.

 Встроенные камеры транслируют их панику миллионам зрителей по всему миру. И теперь эти миллионы должны принять чью-то сторону. Потому что хакер уже открыл голосование: "Кто из них выживет в конце? И кто умрет первым?".', %photo_id%, '2022', '978-5-04-117945-8', 'public', '2023-04-23 18:43:05.956493');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (89, 'Охотники и жертвы', 'Вампиры живут среди нас, и в Америке, в самом центре Монтаны, есть Академия, где их обучают высокому искусству магии.



Смертным неведомо, что вампиры вот уже веками воюют между собой: расе благородных мороев, что питаются только кровью, отданной им добровольно, противостоит жестокое племя стригоев – безжалостных убийц, которые выпивают жертв досуха.



Юная моройская принцесса Лисса и Роза, её подруга и верный страж, оказываются в эпицентре этой войны. И даже за стенами Академии им не спрятаться от стригоев, жаждущих сделать Лиссу одной из них…



Первая книга культового цикла Райчел Мид о запретной любви, вампирских кланах, интригах,…', %photo_id%, '2021', '978-5-04-120989-6', 'public', '2023-04-23 18:43:06.761398');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (90, 'Сестра звёзд', 'Тысячелетие назад маги заключили с демонами договор, по которому те были обязаны покинуть мир людей. Однако война не окончена: срок соглашения истекает, и ад вновь грозит вырваться наружу.



Вианну укусила сильфида. Так девушка утратила свою магическую силу. Чтобы исцелиться от демонической лихорадки, ей пришлось покинуть родной дом и Эзру, которого она сильно любила.



Вскоре судьба вновь возвращает ее во Францию, которая вот-вот рухнет под натиском нечисти. Вианна полна решимости вернуть утраченную магию и Эзру, теперь – великого магистра магов.



Однако перед этим она должна убедить его договориться с врагом.



Вот только у Эзры…', %photo_id%, '2021', '978-5-04-115757-9', 'public', '2023-04-23 18:43:07.531144');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (91, 'Защита Лужина', '«Защита Лужина» (1929) — вершинное достижение Владимира Набокова 20-х годов, его первая большая творческая удача, принесшая ему славу лучшего молодого писателя русской эмиграции. Показав, по словам Глеба Струве, «колдовское владение темой и материалом», Набоков этим романом открыл в русской литературе новую яркую страницу. Гениальный шахматист Александр Лужин, живущий скорее в мире своего отвлеченного и строгого искусства, чем в реальном Берлине, обнаруживает то, что можно назвать комбинаторным началом бытия. Безуспешно пытаясь разгадать «ходы судьбы» и прервать их зловещее повторение, он перестает понимать, где кончается игра и начинается…', %photo_id%, '2021', '978-5-17-137825-7', 'public', '2023-04-23 18:43:08.365272');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (92, 'Любовь не по сценарию', 'Агния Леманн готова на все, чтобы испортить жизнь ненавистному отчиму. И когда тот заставляет падчерицу встретиться с сыном своего партнера по бизнесу, в голове девушки рождается план. Испортить свидание, от которого зависит судьба важной сделки? Легко! Только бы убедить знакомую помочь… У Вероники Колокольцевой настоящий дар попадать в неприятности и отпугивать симпатичных парней. Не умея отказывать, девушка соглашается на авантюру – она подменит Агнию на свидании и нарочно расстроит встречу. Одна проблема: парень, которого необходимо "отшить", — предмет мечтаний и первая любовь Рони..', %photo_id%, '2020', '978-5-04-116812-4', 'public', '2023-04-23 18:43:09.200378');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (93, 'Пиковая дама', 'Тройка, семерка, туз… "Пиковая дама" - пожалуй, самое мистическое произведение Пушкина. Историю Германна, попытавшегося усмирить судьбу, издательство "Качели" подготовило в виде подарочного издания с иллюстрациями Екатерины Костиной, чей фантазийный стиль мгновенно переносит читателя в атмосферу загадочного Петербурга XIX века.

Для детей старшего школьного возраста.', %photo_id%, '2019', '978-5-907142-36-7', 'public', '2023-04-23 18:43:10.007501');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (94, 'Война и мир', 'Величайшая эпопея, снискавшая славу во всем мире. Сотни героев, застигнутых безжалостным потоком времени, и сотни судеб, перемолотых масштабными историческими событиями. Сменяются поколения и эпохи, а чтение "Войны и мира" по-прежнему дарит нам восторг познания простых и сложных жизненных истин. Мы все так же находим себя в Наташе Ростовой, Андрее Болконском, Пьере Безухове, все так же, подобно им, хотим жить, любить и верить наперекор войне – с неприятелем ли, с обстоятельствами или с самими собой.', %photo_id%, '2019', '978-5-17-118103-1', 'public', '2023-04-23 18:43:10.900500');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (95, 'Приглашение на казнь', '"Приглашение на казнь" (1935) — последний в ряду берлинских романов Набокова, виртуозный интеллектуальный бестселлер, название которого стало крылатым.



В мещанской разновидности тоталитарного государства самым страшным преступлением является исключительность. Представления о чести, поэзии, любви утрачены в результате долгой деградации общества, превратившей людей в безликую публику. Парадоксальным образом суд в романе вершится не над Цинциннатом Ц., вся вина которого состоит в подлинности чувств и независимости взглядов, а над самим обществом, оказавшемся в плену своего иллюзорного благополучия.', %photo_id%, '2021', '978-5-17-137833-2', 'public', '2023-04-23 18:43:11.748051');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (96, 'Тетрадь в клеточку', '«Привет, тетрадь в клеточку» — так начинается каждая запись в дневнике Ильи, который он начал вести после переезда. В новом городе Илья очень хочет найти друзей, но с ним разговаривают только девочка-мигрантка и одноклассник, про которого ходят странные слухи. Илья очень хочет казаться обычным, но боится микробов и постоянно моет руки. А ещё он очень хочет забыть о страшном Дне S, но тот постоянно возвращается к нему в воспоминаниях.', %photo_id%, '2020', '978-5-6044581-7-4', 'public', '2023-04-23 18:43:12.513135');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (97, 'Марина', '"Марина" – самый любимый, по собственному признанию Сафона, его роман. Испания. Барселона. Весна. Один из дежурных на Французском вокзале узнает в толпе юношу, объявленного в розыск. Целую неделю его искали знакомые, друзья, преподаватели школы-интерната. Полиция сбилась с ног. Где он был все это время? Как провел эти дни? "У каждого из нас есть секрет, тщательно запертый на все замки в самом тёмном углу на чердаке души", – так Оскар начинает свой рассказ о той странной волшебной ночи, когда судьба подарила ему встречу с Мариной.', %photo_id%, '2019', '978-5-17-116852-0', 'public', '2023-04-23 18:43:13.416457');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (98, 'Город небесного Огня', 'Перед вами очередной потрясающий бестселлер New York Times от всемирно известного автора классического городского фэнтези - Кассандры Клэр!

В ее новом долгожданном романе "Город небесного Огня" Клэри и ее друзья окажутся лицом к лицу с поистине страшным противником: родным братом Клэри.

Себастьян Моргенштерн обращает нефилимов против собственных собратьев. Используя Инфернальную чашу, он превращает Сумеречных охотников в порождения мрака, разрывая семьи и возлюбленных, чтобы пополнить ряды своей мрачной армии.

Любовь будет принесена в жертву и многие отдадут свои жизни в страшном сражении за судьбу этого мира в захватывающем…', %photo_id%, '2015', '978-5-386-08781-4', 'public', '2023-04-23 18:43:14.262755');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (99, 'Зажечь небеса', 'Он лишился всего. Она сумела зажечь для него небеса...



Никогда больше не позволю сделать свое сердце чьей-то игрушкой.

Никогда больше не позволю парню встать между мной и моими целями.

Никогда больше я не буду любить, если не почувствую, что меня любят так же сильно.



Таковы мои клятвы, которые стали реальностью, едва он вернулся домой.

Он берег мое сердце.

Он помог найти мне свое предназначение в жизни.

Он любил меня такой чистой и сильной любовью, о какой я не смела и мечтать.



Но это продлилось ровно до того момента, пока я не обнаружила, что мое счастье было соткано из лжи. Одновременно соблазнительной и ужасно горькой. А…', %photo_id%, '2020', '978-5-04-111632-3', 'public', '2023-04-23 18:43:15.397096');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (100, 'Щегол', 'Роман, который лауреат Пулитцеровской премии Донна Тартт писала более 10 лет, — огромное эпическое полотно о силе искусства и о том, как оно — подчас совсем не так, как нам того хочется — способно перевернуть всю нашу жизнь. 13-летний Тео Декер чудом остался жив после взрыва, в котором погибла его мать. Брошенный отцом, без единой родной души на всем свете, он скитается по приемным домам и чужим семьям — от Нью-Йорка до Лас-Вегаса, — и его единственным утешением, которое, впрочем, чуть не приводит к его гибели, становится украденный им из музея шедевр голландского старого мастера.', %photo_id%, '2019', '978-5-17-085448-6', 'public', '2023-04-23 18:43:16.491954');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (101, 'Книга ангелов', 'Они забрали у нас все. Но надежду им не отнять. Мир находится на грани гибели. Ангелам осталось найти последнюю девушку – недостающую частицу, которая откроет райские врата и положит начало апокалипсису. Мун готова любой ценой их остановить. Однако девушка слишком поздно понимает, что она – лишь пешка в жестокой игре Люцифера, и ей уготована совершенно иная роль. Готова ли Мун пожертвовать собой, чтобы спасти человечество, или любовь к падшему ангелу окажется сильнее клятвы, которую она принесла людям?', %photo_id%, '2020', '978-5-04-111730-6', 'public', '2023-04-23 18:43:17.225975');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (102, 'Эмма', 'Джейн Остен по праву считают первой леди английской литературы. Ее произведения обязательны для изучения во всех колледжах и университетах Великобритании. Ее книги являются признанными шедеврами и покоряют искренностью и простотой сюжета.



«Эмма» — самое едкое, самое точное и саркастичное из произведений писательницы, оно же — последнее, увидевшее свет при ее жизни.



Эта история достаточно нетипичная: героиня не бедна, у нее все есть — хороший дом, любящий отец, состояние, нет только мужа. Но она и не торопится замуж, предпочитая устраивать судьбы своих подруг и знакомых и тем самым порой попадая впросак. При этом, занимаясь чужой…', %photo_id%, '2023', '978-5-04-177988-7', 'public', '2023-04-23 18:43:18.086996');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (103, 'Творцы заклинаний. Вещие сестрички (сборник)', 'Ведьмы спасают Плоский мир от катастроф. Матушка Ветровоск, нянюшка Ягг, Маграт Чесногк. И хотя Закон никогда не допустит появления особы женского пола в центре и оплоте волшебства – Незримом Университете… Ведьмы расскажут вам, чем отличается везде от нигде. Почему смысл жизни заключается в куче проблем. Как нарушить закон, не оставив от него живого места. И как заурядный кухонный нож может быть самым преданным другом девушки.



В помощь вам – способности к предвидению, духи, демоны, Смерть, бродячий театр и дороги, которые не обязаны никуда выводить.', %photo_id%, '2020', '978-5-04-111862-4', 'public', '2023-04-23 18:43:18.891895');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (104, 'На службе зла', 'Робин Эллакотт получает с курьером таинственный пакет — в котором обнаруживается отрезанная женская нога.



Ее начальник, частный детектив Корморан Страйк, не так удивлен, но встревожен не меньше. В его прошлом есть четыре возможных кандидатуры на личность отправителя — и каждый из четверых способен на немыслимую жестокость.



Полиция сосредоточивает усилия на поиске одного из этих четверых, но Страйк чем дальше, тем больше уверен, что именно этот подозреваемый ни при чем. Вдвоем с Робин они вынуждены взять дело в свои руки и погрузиться в пучины исковерканной психики остальных троих подозреваемых. Но таинственный убийца наносит новые…', %photo_id%, '2019', '978-5-389-16224-2', 'public', '2023-04-23 18:43:19.719496');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (105, 'По ту сторону реки. Пустые Холмы', 'Светлые маги решают, что опасность слишком велика и теперь им необходим Союз Стихий. Еще ни разу его не собирали специально, однако нет времени ждать знака свыше. Воспитанники Заречья, Китажа и Дивноморья должны встретиться и найти тех самых магов, которым удастся сработаться. Маргариту, Полину, Митю, Севу ждет большое путешествие, полное тайн и новых знаний, но вот приведет ли оно их к Союзу Стихий?



Тем временем Темные маги выходят на связь и предлагают объединение, отказ от которого грозит Ирвингу бедой.



Это заключительна часть саги. Героини дождутся своего посвящения, герои обретут то, что искали. судьба свяжет все ниточки воедино.…', %photo_id%, '2020', '978-5-17-127381-1', 'public', '2023-04-23 18:43:20.513496');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (106, 'Большие надежды', 'Одно из самых популярных произведений Чарльза Диккенса, роман о Филипе Пиррипе (по прозвищу Пип), юноше из семьи кузнеца, неожиданно попавшем в «мир джентльменов», в высшее общество. Узнает ли Пип тайну своего анонимного покровителя, удастся ли ему завоевать прелестную леди Эстеллу и стать истинным джентльменом или большие надежды Пипа трагически разобьются?', %photo_id%, '2016', '978-5-699-87761-4', 'public', '2023-04-23 18:43:21.346495');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (107, 'Русалочка', 'На дне моря стоит удивительный дворец. В нём живёт морской царь со своими дочерьми. У русалочек весёлая и беззаботная жизнь, но самой младшей из сестёр мало красоты морских глубин - её манит то, что находится на земле. Очень дорого заплатила она ведьме ради того, чтобы быть рядом с земным принцем. Но из любви к нему Русалочка готова отдать гораздо больше.

Книга адресована детям дошкольного и младшего школьного возраста. Текст сказки сокращён и адаптирован.', %photo_id%, '2017', '978-601-302-778-4', 'public', '2023-04-23 18:43:22.152950');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (108, 'Мор - ученик Смерти', 'Смерть ловит рыбу. Веселится на вечеринке. Напивается в трактире. А все обязанности Мрачного Жреца сваливаются на хрупкие плечи его ученика. Но делать нечего: берем косу, прыгаем на белую лошадь Бинки - и вперед!', %photo_id%, '1998', '5-7684-0369-8', 'public', '2023-04-23 18:43:22.977136');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (109, 'Анна Каренина', '"Анна Каренина", один из самых знаменитых романов Льва Толстого, начинается ставшей афоризмом фразой :"Все счастливые семьи похожи друг на друга, каждая несчастливая семья несчастлива по-своему". Это книга о вечных ценностях: о любви, о вере, о семье, о человеческом достоинстве.', %photo_id%, '2021', '978-5-04-119061-3', 'public', '2023-04-23 18:43:23.879821');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (110, '451° по Фаренгейту', '451° по Фаренгейту - температура, при которой воспламеняется и горит бумага. Философская антиутопия Брэдбери рисует беспросветную картину развития постиндустриального общества: это мир будущего, в котором все письменные издания безжалостно уничтожаются специальным отрядом пожарных, а хранение книг преследуется по закону, интерактивное телевидение успешно служит всеобщему оболваниванию, карательная психиатрия решительно разбирается с редкими инакомыслящими, а на охоту за неисправимыми диссидентами выходит электрический пес…

Роман, принесший своему творцу мировую известность.', %photo_id%, '2015', '978-5-699-81254-7', 'public', '2023-04-23 18:43:24.751033');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (111, 'Вино из одуванчиков', 'Войдите в светлый мир двенадцатилетнего мальчика и проживите с ним одно лето, наполненное событиями радостными и печальными, загадочными и тревожными. лето, когда каждый день совершаются удивительные открытия, главное из которых - ты живой, ты дышишь, ты чувствуешь!

"Вино из одуванчиков" Рэя Брэдбери - классическое произведение, вошедшее в золотой фонд мировой литературы.', %photo_id%, '2016', '978-5-04-088561-9', 'public', '2023-04-23 18:43:25.578597');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (112, 'Возвращение ангелов', 'Мы всегда считали их святыми.

Но они оказались монстрами.

И принесли на своих крыльях смерть…



Ангелы спустились на землю. Посланники небес коварны, жестоки и не ведают пощады. Пока они пируют в замках, парящих над разрушенной Венецией, люди умирают от голода и болезней. Мун – одна из тех, кто открыто противостоит крылатым серафимам, сражаясь с ними на арене. Волею судеб, девушка помогает выжить одному из них. Оберегая падшего серафима, Мун сильно рискует. Она должна помнить, с кем имеет дело. Ведь ангелы способны лишь убивать…', %photo_id%, '2020', '978-5-04-110517-4', 'public', '2023-04-23 18:43:26.409858');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (113, 'Лисья нора', 'Сенсационная трилогия писательницы Норы Сакавич «Все ради игры» была впервые опубликована в интернете, однако молниеносно покорила читателей во всем мире. Трилогия повествует о команде «Лисов» — игроков экси (вымышленный спорт), которые, будучи отбросами в жизни, пытаются подняться со дна турнирной таблицы и выиграть чемпионат страны. Главный герой, Нил Джостен, пытается скрыться от своего темного прошлого, однако, став частью команды, вынужден сражаться не только с соперниками, но и с новоиспеченными товарищами, каждый из которых хранит свои секреты.', %photo_id%, '2020', '978-5-6043606-1-3', 'public', '2023-04-23 18:43:27.241990');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (114, 'Град обреченный', 'Одна из самых загадочных книг братьев Стругацких, жанр и цели которой каждый читатель определяет для себя по-своему. Философская притча? Антиутопия? Роман взросления?

Главный герой, Андрей Воронин, попадает в Город, где действует всеобщее право на разнообразный труд. Он пробует себя в разных профессиях и оказывается в сложных, подчас противоречивых жизненных ситуациях. В чем же состоит предназначение загадочного Городского Эксперимента, сталкивающего друг с другом людей, выдернутых из разных временных пластов?

Или это тот случай, когда правильная постановка вопроса гораздо важнее ответа?', %photo_id%, '2021', '978-5-17-144827-1', 'public', '2023-04-23 18:43:28.054991');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (115, 'Орудия смерти. Город костей', 'В Сумеречном мире идет борьба добра и зла, решается судьба всего человечества. Неожиданно для себя главная героиня оказывается свидетельницей убийства в нью-йоркском клубе "Адское логово".

Так происходит первая встреча Клэри с Сумеречными охотниками — воинами, призванными избавить землю от нашествия демонов.

В Сумеречном мире Клэри ждут удивительные события, которые полностью изменят ее жизнь.

Это прекрасно иллюстрированное издание подготовлено к десятилетию со дня выхода романа, открывающего легендарную сагу о Сумеречных охотниках.', %photo_id%, '2019', '978-5-17-114401-2', 'public', '2023-04-23 18:43:28.861564');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (116, 'Узорный покров', '«Узорный покров» (1925) — полная трагизма история любви, разворачивающаяся в небольшом городке в Китае, куда приезжают бороться с эпидемией холеры молодой английский бактериолог с женой.



Книга легла в основу голливудского фильма «Разрисованная вуаль», главные роли в котором исполнили великолепные Наоми Уоттс и Эдвард Нортон.', %photo_id%, '2016', '978-5-17-080079-7', 'public', '2023-04-23 18:43:29.727622');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (117, 'Атака на титанов. Книга 14', 'Атака на Либерио поставила Парадиз на грань уничтожения – весь мир ополчился против эльдийского острова и готовит сокрушительный контрудар.  А тем временем действия Эрена и Зика становятся все более непредсказуемыми. Братья преследуют собственные цели, которые могут навсегда изменить лицо этого мира…', %photo_id%, '2020', '978-5-389-17574-7', 'public', '2023-04-23 18:43:30.515619');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (118, 'Затерянный мир', 'Научное сообщество возмущено: эксцентричный профессор Челленджер утверждает, что в верховьях Амазонки обитают динозавры. Опровергнуть сомнительное открытие вызывается профессор Саммерли. В сопровождении молодого репортера Мэлоуна и известного путешественника лорда Рокстона ученые отправляются в Южную Америку. Там героям предстоит: открыть затерянный мир, который населяют огромные устрашающие существа. Кажется, в этой стране гигантов нет места человеку...

Иллюстрации американского художника Джозефа Клемента Колла.', %photo_id%, '2021', '978-5-9287-3261-5', 'public', '2023-04-23 18:43:31.407062');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (119, 'Империя должна умереть: История русских революций в лицах. 1900-1917. В трёх книгах', 'Революции не происходят неожиданно, империи не гибнут ни с того ни с сего. Главный урок, который мы можем вынести из революции 1917 года, — понимание того, почему император и его окружение в обстановке, которая требовала кардинальных внутренних реформ, не только на эти реформы не решились, но, наоборот, всеми силами пытались повернуть развитие страны вспять, усиливая опору на «традиционные ценности», православие и армию.

Глава за главой, через живые истории людей, в книге «Империя должна умереть» Михаил Зыгарь показывает, как империя неуклонно движется к катастрофе и почему ничто не может ее спасти.

Главный герой этой книги — российское…', %photo_id%, '2020', '978-5-9614-2186-6', 'public', '2023-04-23 18:43:32.577015');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (120, 'Алиса в Стране чудес. Алиса в Зазеркалье (сборник)', 'Невероятные сказочные истории Льюиса Кэрролла «Алиса в Стране чудес» и «Алиса в Зазеркалье» неизменно вызывают интерес как у детей, так и у взрослых. Любопытная девочка Алиса попадает в подземное царство, полное удивительных вопросов и еще более удивительных ответов, где ее ждут необыкновенные приключения и фантастические персонажи. Потом ее манит волшебный мир Зазеркалья, в котором все наоборот: логика соседствует с абсурдом, смешное не кажется смешным, рыцари не умеют ездить верхом, а обыкновенные девочки становятся королевами.

Иллюстрации знаменитого английского художника Джона Тенниела погружают читателя в загадочный мир, созданный…', %photo_id%, '2022', '978-5-8475-1374-6', 'public', '2023-04-23 18:43:33.817722');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (121, 'Атака на титанов. Книга 15', 'Собираясь проверить в деле страшное оружие, сокрушающее континенты, сторонники Эрена Йегера организуют военный переворот. Главнокомандующий убит, несогласные арестованы. Леви узнает об истинных намерениях братьев Йегеров, но за это знание ему приходится заплатить слишком высокую цену. А тем временем армия Марли готовится штурмовать Сигансину…', %photo_id%, '2020', '978-5-389-18438-1', 'public', '2023-04-23 18:43:34.733720');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (122, 'Странник по звездам', 'Человека невозможно смирить.

Жажду свободы невозможно уничтожить.

Такова основная тема почти неизвестного современному отечественному читателю, но некогда необыкновенно популярного фантастического романа Джека Лондона, герой которого, объявленный сумасшедшим, в действительности обладает поразительным даром усилием воли покидать свое физическое тело и странствовать по самым отдаленным эпохам и странам.

Ему не нужна машина времени — машина времени он сам.

Бренная плоть может томиться за решеткой — но разве это важно, если свободны разум и дух?..', %photo_id%, '2021', '978-5-17-135801-3', 'public', '2023-04-23 18:43:35.520721');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (123, 'Атака на титанов. Выбор без сожалений', 'В подземных катакомбах столицы орудуют разбойники, свои дерзкие набеги они осуществляют с помощью устройств пространственного маневрирования! В этом мастерстве главарь банды по имени Леви не уступает ветеранам разведкорпуса. И тогда лейтенант разведкорпуса Эрвин Смит предлагает банде сделку…



Этот спин-офф «Атаки на титанов» рассказывает, как Леви прошел путь от городского бродяги до величайшего воина человечества.', %photo_id%, '2017', '978-5-389-12079-2', 'public', '2023-04-23 18:43:36.467375');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (124, 'Смертельная белизна', '«Я видел, как ребенка убили… Его задушили наверху, прямо у лошади».

У Билли явные проблемы с умственным здоровьем, но он уверен, что в детстве видел убийство ребенка, — и давняя тревога наконец приводит его в офис частного детектива Корморана Страйка, вновь прославившегося после поимки Шеклуэллского Потрошителя. Договорить Билли не успевает, спугнутый перспективой скорого приезда полиции, но его история не выходит у Страйка из головы. Попытки докопаться до истины поведут Страйка и его помощницу Робин Эллакотт (ставшую полноценным партнером в их агентстве) сложным извилистым путем: от окраинных клубов, где собираются противники Лондонской…', %photo_id%, '2020', '978-5-389-17784-0', 'public', '2023-04-23 18:43:37.314374');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (125, 'Внутри убийцы', 'На мосту в Чикаго, облокотившись на перила, стоит молодая красивая женщина. Очень бледная и очень грустная. Она неподвижно смотрит на темную воду, прикрывая ладонью плачущие глаза. И никому не приходит в голову, что… она мертва. На мосту стоит тело задушенной женщины, забальзамированное особым составом, который позволяет придать трупу любую позу. Поистине дьявольская фантазия. Но еще хуже, что таких тел, горюющих о собственной смерти, найдено уже три. Расследование ведет полиция Чикаго, но ФБР не доверяет местному профайлеру, считая его некомпетентным. Для такого сложного дела у Бюро есть свой специалист — Зои Бентли. Она — лучшая из…', %photo_id%, '2020', '978-5-04-114143-1', 'public', '2023-04-23 18:43:38.151375');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (126, 'Финансист', 'Теодор Драйзер давно занял почетное место среди классиков мировой литературы. «Финансист» — первая часть знаменитой «Трилогии желания» Теодора Драйзера, в основу которой положена история жизни американского миллионера Чарльза Йеркса, сыгравшего значительную роль в разработке системы общественного транспорта в Чикаго и Лондонского метрополитена. Главный герой — Фрэнк Каупервуд — появляется на свет в семье мелкого банковского служащего, но благодаря незаурядному уму, железной воле и необычайной целеустремленности зарабатывает огромное состояние. Он попадает в мир роскоши и больших денег, оказывается в круговороте крупнейших финансовых…', %photo_id%, '2022', '978-5-04-098680-4', 'public', '2023-04-23 18:43:39.152375');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (127, 'Свет между нами', 'Шарлотта Музыка жила и расцветала в моем сердце, выливаясь в совершенную гармонию, наполненную любовью. До тех пор, пока случившееся, не разделило мою жизнь на Прошлое и Настоящее. Прошлое было светом, любовью и музыкой. Настоящее стало темнотой, холодом и тишиной. И теперь я беспомощно падаю, глядя на приближающуюся землю. Ной Адреналин был моим топливом. А я – спортсменом-экстремалом. Пока очередной прыжок со скалы не обернулся крахом. И моим спутником раз и навсегда стала кромешная тьма. Теперь каждую ночь мне снится кошмар: белый снег и голубое небо, золотые переливы заката и изумрудная вода. Все то, что я не увижу уже никогда. Жизнь,…', %photo_id%, '2020', '978-5-04-112399-4', 'public', '2023-04-23 18:43:39.990492');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (128, 'Все свободны. История о том, как в 1996 году в России закончились выборы', 'Конец 1995 года. Старому президенту очень сложно отказаться от власти — особенно когда его окружение уверяет, что никто, кроме него, не справится. Даже лежа на больничной койке после инфаркта, Борис Ельцин решает баллотироваться вновь.



Эти выборы станут переломными в истории России. Сторонники президента приложат все возможные и невозможные усилия ради сохранения свободы. И вроде бы одержат победу. Но в итоге получат прямо противоположное тому, за что боролись.', %photo_id%, '2021', '978-5-9614-3983-0', 'public', '2023-04-23 18:43:40.973489');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (129, 'Собор Парижской Богоматери', 'Знаменитый исторический роман Виктора Гюго «Собор Парижской Богоматери». Именно благодаря его появлению мы можем любоваться одним из самых красивых готических соборов в мире — в самом центре Парижа. Гюго привлек внимание к собору своим произведением, причем сделал это намеренно, так как Нотр-Дам собирались снести. Автор и не скрывал, что главный герой его романа — сам собор Парижской Богоматери. Под его готическими сводами будет разворачиваться драматичная история любви — одна из самых известных и роковых в истории литературы. Интриги и неожиданные повороты, любовь и ревность, месть и вероломство, смерть на эшафоте и гибель от невозможности…', %photo_id%, '2022', '978-5-04-168878-3', 'public', '2023-04-23 18:43:41.862658');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (130, 'Поклонник', 'Каждый день Ангелина Ланская получает цветы. Цветов всегда четное количество, и она понятия не имеет, кто их отправитель. Загадочный поклонник намеренно сводит ее с ума, играет, сажает на иглу адреналина и ожидания. Этот человек точно знает, чем ее зацепить.



С виду обычная студентка психфака, Ангелина не так безобидна, как кажется. Девушка не помнит свое детство, ее мучает монстр из ночных кошмаров, а порой в ее душе открывается черная бездна. Она -идеальный кандидат для закрытого клуба "Легион" на роль жертвы... или убийцы?



Любовь или смерть?



Кровавые ставки уже сделаны.



В книге есть: #любовь, #психологизм, #саспенс', %photo_id%, '2021', '978-5-00154-478-4', 'public', '2023-04-23 18:43:42.642799');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (131, 'Коралина', 'Что делать, если ты переехала в новый дом, до школы еще целая неделя, на улице дождь и туман, а родители вечно заняты? Разумеется, ИССЛЕДОВАТЬ! Так юная Коралина знакомится с весьма странными соседями и в высшей степени независимым черным котом, а потом обнаруживает запертую дверь, ведущую в… никуда? Как бы не так! За этой дверью — целый мир! Мир, в котором все точно так же — и совершенно по-другому. Мир, в котором тебя ждут вкусная еда и красивая одежда, но главное — другие мама и папа: точно такие же, но более внимательные и заботливые. Только кожа их тонка и бела, как бумага. Только пальцы их чересчур длинные и нервные, а вместо глаз у…', %photo_id%, '2020', '978-5-17-120753-3', 'public', '2023-04-23 18:43:43.452188');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (132, 'Гиперион', 'Дэн Симмонс - не просто один из классических писателей-фантастов нашего времени. Он - автор самой, наверное, знаменитой и популярной в мире "космической оперы" - тетралогии "Гиперион", "Падение Гипериона", "Эндимион", "Восход Эндимиона", создатель поистине уникального в своей оригинальности мира, загадочного и изменчивого мира порталов, соединяющих планеты, великой реки Тетис и великих звездных войн, в которых причудливо переплелись судьбы священника и солдата, поэта и ученого, консула и детектива. Критики и читатели единодушно признали тетралогию Дэна Симмонса лучшим научно-фантастическим сериалом последних десятилетий. Не верите?…', %photo_id%, '2018', '978-5-17-110542-6', 'public', '2023-04-23 18:43:44.278016');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (133, '#ЛюбовьНенависть', 'В детстве мы были неразлучны. Сладкая парочка #ДашаДаня сидели за одной партой, дрались, ставили друг другу подножки. Но мы всегда мирились, и он даже хотел на мне жениться. Потом мы повзрослели. Заклятый друг превратился в лучшего врага. Мы оба заигрались в ненависть и уже не можем остановиться. Но разве у #ЛюбвиНенависти бывает конец? Где бы я ни оказалась, судьба постоянно сталкивает меня с Даней, давая нам шанс все изменить.', %photo_id%, '2020', '978-5-00154-441-8', 'public', '2023-04-23 18:43:45.093305');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (134, 'Цвет волшебства', 'Это Великий А"Туин, Вселенская Черепаха, которая бороздит безбрежный космос. Это четыре слона, которые держат на спинах Плоский мир. А это Ринсвинд, самый трусливый волшебник на Диске, и Двацветок, первый турист Плоского мира... Неисчислимые тролли, драконы, волки и Смерть (одна штука) поджидают их в скитаниях по дотоле неведомой нам сказочной вселенной.', %photo_id%, '2016', '978-5-699-15629-0', 'public', '2023-04-23 18:43:45.957823');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (135, 'Атака на Титанов. Книга 2', 'Мир людей содрогается под сокрущающей мощью Титанов. Принеся в жертву свою свободу, человечество укрылось в обнесенных высокими стенами городах, в надежде обезопасить выживших. Но Титанам в очередной раз удалось проломить стену и ворваться в город. Многие погибли, сражаясь с чудовищами, в том числе и лучший друг Микасы, Эрен. Потрясенная известием о его смерти, Микаса теряет бдительность и оказывается в смертельной опасности, но ей на выручку внезапно приходит загадочный титан, атакующий только других титанов. Кто же он, ее таинственный спаситель?..', %photo_id%, '2016', '978-5-389-08577-0', 'public', '2023-04-23 18:43:46.827820');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (136, 'Мара и Морок', 'Таких, как я, называют Марами — отмеченными самой богиней смерти Мораной. Когда-то у меня и моих шести сестер был свой путь.



Тогда люди нас уважали и просили о милосердии. Они приносили нам подношения и молились нам. Но 200 лет назад все изменилось, когда принц Серата осмелился поднять руку на одну из нас.



Я пыталась отомстить, но погибли мы все. Теперь правители Аракена, погрязшие в длительной войне со своим соседом Сератом, решили вернуть меня к жизни. Дать второй шанс на месть и свободу, привязав меня к тому, против кого я никогда не пойду. Таких, как он, называют Морок, и их боятся абсолютно все.', %photo_id%, '2021', '978-5-04-155887-1', 'public', '2023-04-23 18:43:47.691835');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (137, 'Дети капитана Гранта', '"Морская почта" доставила письмо. В брюхе убитой акулы найдена бутылка с просьбой о помощи. Но есть проблема: координаты размыло водой. Известна лишь широта, где ждет подмоги попавший в беду отважный капитан. Но... когда нужно спасти человека, - любые препятствия ничтожны. Что может противостоять отваге, решительности и знанию? Высокие горы? Дикие животные? Бурное море? Дикари-людоеды? Люди, настоящие люди, могут преодолеть любые препятствия, чтобы помочь вновь обрести отца детям отважного капитана Гранта.', %photo_id%, '2016', '978-5-4444-3838-1', 'public', '2023-04-23 18:43:48.628350');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (138, 'Случайная вакансия', 'В Пэгфорде на сорок пятом году жизни скоропостижно скончался член местного совета Барри Фейрбразер. Это событие повергло горожан в шок. В провинциальном английском городке с мощеной рыночной площадью и древним монастырем, казалось бы, царит идиллия, но так ли это в действительности? Что скрывается за красивыми английскими фасадами?
 На самом деле тихий городок уже давно находится в состоянии войны. Богатые конфликтуют с бедными, подростки - с родителями, жены - с мужьями, учителя - с учениками... Пэгфорд не такой, каким кажется на первый взгляд.
 Но освободившееся кресло в местном совете только обостряет все эти конфликты и грозит…', %photo_id%, '2014', '978-5-389-07987-8', 'public', '2023-04-23 18:43:49.545349');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (139, 'Икабог', 'Новая добрая, захватывающая история Дж. К. Роулинг о страшном монстре, невероятных приключениях и о надежде, которая остаётся несмотря ни на что.



Когда-то королевство Корникопия было самым богатым и счастливым в мире. Король славился невообразимо красивыми усами. Кондитеры, колбасники, сыровары и виноделы изобретали такие вкусные лакомства и напитки, что те, кому посчастливилось их отведать, плакали от счастья. Страна процветала, народ радовался. Всё бы хорошо, но в туманном, мрачном Смурланде, расположенном на севере королевства, ходили слухи об Икабоге, страшном болотном чудовище. Никто не верил в существование монстра из детской…', %photo_id%, '2020', '978-5-389-18493-0', 'public', '2023-04-23 18:43:50.757279');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (140, 'Воздушный народ. Жестокий принц', 'Джуд ненавидит фейри и одновременно преклоняется перед ними. Когда ей было семь, ее родителей хладнокровно убили. Девушку воспитали фейри. Она выросла при дворе одного из самых могущественных и жестоких генералов армии Верховного короля фейри. У него она научилась превосходно владеть мечом. Но чтобы избежать постоянных насмешек со стороны волшебных обитателей страны, которые презирают людей, ей нужно гораздо больше. Джуд нужна власть. Но для этого придется сразиться с Карданом, самым вероломным и коварным принцем Фейриленда.', %photo_id%, '2022', '978-5-04-157915-9', 'public', '2023-04-23 18:43:51.559250');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (141, 'Как король Эльфхейма научился ненавидеть истории', 'Прежде чем он стал жестоким принцем и злым королем, он был мальчишкой с каменным сердцем. Холли Блэк дарит уникальную возможность взглянуть на детство загадочного Верховного Короля Кардана. Узнать, что было до "Жестокого принца" и что случилось после "Королевы Ничего". А также прочитать культовые сцены из знаменитой трилогии "Воздушный народ", рассказанные от лица Кардана. Прекрасно иллюстрированное издание. Ровина Цай - художница с мировым именем и обладательница премии Хьюго. Добро пожаловать в чарующий мир Эльфхейма!', %photo_id%, '2021', '978-5-04-118803-0', 'public', '2023-04-23 18:43:52.371059');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (142, 'Кровь драконов', 'Хранители и их драконы пытаются постичь тайны древнего города Старших — Кельсингры. Чтобы ожили величественные улицы, вымощенные волшебным камнем, еще очень многое нужно создать и открыть заново, а главное, необходимо разыскать источник магического Серебра. Тем временем жестокий герцог Калсиды не оставляет попыток продлить себе жизнь при помощи самого чудодейственного средства — драконьей крови. Его люди продолжают охотиться на драконов, а канцлер Эллик приводит на съедение своему повелителю «человека-дракона» — юного брата Малты Сельдена.', %photo_id%, '2021', '978-5-389-17928-8', 'public', '2023-04-23 18:43:53.113251');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (143, 'Королевство стужи и звёздного света', 'Война окончена, в Притианию пришел мир. Коварные планы правителя Сонного королевства, вступившего в сговор с Тамлином, верховным правителем Двора весны, разрушены. Казалось бы, ничто не может омрачить радости победителей, и грядущий День зимнего солнцестояния люди встретят, не опасаясь ударов со стороны тёмных сил. Только рано ещё почивать на лаврах. На севере, в Иллирианских горах, где расположены лагеря крылатых воинов, зреет мятеж. И Фейре с Ризандом, верховным правителям Двора ночи, надо сделать всё возможное и невозможное, чтобы предотвратить кровавую бойню.', %photo_id%, '2019', '978-5-389-15474-2', 'public', '2023-04-23 18:43:53.904382');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (144, 'Благие знамения', 'Говорят, мир закончится в субботу. А именно, в следующую субботу. Незадолго до ужина. К несчастью, по ошибке Мэри Тараторы, сестры Неумолчного ордена, Антихриста не пристроили в нужное место. Четыре всадника Апокалипсиса оседлали мотоциклы. А представители Верхнего и Нижнего Миров сочли, что им очень симпатичен человеческий род...

Новая редакция текста от Нила Геймана.

Цветные иллюстрации Пола Кидби.

Бонусы - интервью с Терри Пратчеттом и Нилом Гейманом.', %photo_id%, '2020', '978-966-993-309-6', 'public', '2023-04-23 18:43:54.709383');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (145, 'Судьба убийцы', 'Фитц уверен, что его дочь уже не вернуть, и мечтает лишь о мести. Ему еще только предстоит узнать, что она жива. Даже ее похитители не догадываются, какая судьба ей уготована, но Би никогда не сдается. Ее везут в Клеррес, обитель Слуг, и туда же стремятся Фитц и его спутники. И когда все пути сойдутся на загадочном Белом острове, тайное станет явным и пророчества сбудутся. Но чем обернется это путешествие для Фитца и Шута?', %photo_id%, '2020', '978-5-389-16128-3', 'public', '2023-04-23 18:43:55.565383');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (146, 'Гроздья гнева', '"В душах людей наливаются и зреют гроздья гнева - тяжелые гроздья, и дозревать им теперь уже недолго..." Культовый роман Джона Стейнбека "Гроздья гнева" впервые был опубликован в Америке в 1939 году, получил Пулицеровскую премию, а сам автор позднее был награжден Нобелевской премией по литературе.

Во время Великой депрессии семья разоренных фермеров вынуждена покинуть свой дом в Оклахоме. По знаменитой "Road 66" через всю Америку, как и миллионы других безработных, они едут, идут и даже ползут на запад, в вожделенную Калифорнию. Но что их там ждет? И есть ли хоть какая-то надежда на светлое будущее?', %photo_id%, '2020', '978-5-389-18116-8', 'public', '2023-04-23 18:43:56.380820');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (147, 'Зов Кукушки', 'Когда скандально известная топ-модель, упав с заснеженного балкона своего пентхауса, разбивается насмерть, все решают, что это самоубийство. Но брат девушки не может смириться с таким выводом и обращается к услугам частного сыщика по имени Корморан Страйк.



Страйк прошел войну, пострадал физически и душевно. жизнь его несется под откос. Теперь он рассчитывает закрыть хотя бы финансовую брешь, однако расследование оборачивается коварной ловушкой. Углубляясь в запутанную историю юной звезды, Страйк приоткрывает тайную изнанку событий — и сам движется навстречу смертельной опасности...



Захватывающий, отточенный сюжет разворачивается на…', %photo_id%, '2019', '978-5-389-16223-5', 'public', '2023-04-23 18:43:57.237136');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (148, 'Отель "У погибшего альпиниста"', '"Отель "У погибшего альпиниста". Классика отечественной фантастики XX в.

Увлекательный, завораживающий фантастический детектив братьев Стругацких, который сами авторы называли произведением "заковыристым, многоходовым, с нетривиальной концовкой".

Книга, о которой можно говорить много, но достаточно сказать одно: читать ее безумно интересно!', %photo_id%, '2005', '966-696-177-6,  985-13-3559-2', 'public', '2023-04-23 18:43:58.088610');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (149, 'Дотянуться до звезд', 'Он поклялся никогда не влюбляться.



Она подарила ему шанс дотянуться до звезд...



Я влюбилась в Коннора. В его стихи, в его слова, которые проникают мне в самое сердце, в его прекрасную душу. Он понимает меня так, словно читает мысли. И я не могу да и не хочу бороться со своими чувствами.



Но если я люблю Коннора, тогда почему меня как магнитом тянет к Уэстону? Высокомерному, угрюмому, острому на язык Уэстону, чей ледяной взгляд обжигает. Ни один из нас не может отрицать тех искр, что вспыхнули между нами.



Когда волею случая Коннор и Уэстон отправляются в армию, в горячую точку, я понимаю, что мое сердце они забрали с собой. Я…', %photo_id%, '2020', '978-5-04-111142-7', 'public', '2023-04-23 18:43:58.829609');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (150, 'Униженные и оскорблённые', 'Фёдор Михайлович Достоевский (1821-1881) - великий русский писатель-романист. Его произведения "Преступление и наказание" (1866), "Идиот" (1869), "Бесы"(1872), "Подросток" (1875), "Братья Карамазовы" (1880) внесли большой вклад в мировую литературу.

В романе "Униженные и оскорблённые" (1861) Достоевский описал проблемы, устои, порядки и достижения общества середины XIX века.

События романа погружают читателя в перипетии судеб нескольких людей. Начинающий писатель Иван (образ частично автобиографичен) влюблён в дочь мелкопоместного дворянина Ихменева - Наташу.

Сама Наташа любит сына князя Валковского - Алёшу, однако отец молодого князя…', %photo_id%, '2021', '978-5-17-135182-3', 'public', '2023-04-23 18:43:59.655317');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (151, 'Рожденный туманом. Книга 1. Пепел и сталь', 'Тысячу лет существует Последняя империя, управляемая бессмертным и неуязвимым лордом-правителем, единственным богом и властителем этого мира. Тысячу лет назад он победил в схватке неведомую Бездну, грозившую уничтожить все живое, и, получив огромную силу, поработил мир, вместо того чтобы освободить его. С тех пор с неба в Последней империи сыплется пепел, солнце — цвета крови, а ночью мир обволакивает таинственный туман, отбирающий у людей душу.

Способен ли хоть один человек сокрушить всесильного императора?

Да, отвечает Кельсер — вор, человек-легенда, совершивший в свое время попытку ограбить дворец самого лорда-правителя, сосланный за…', %photo_id%, '2015', '978-5-389-09068-2', 'public', '2023-04-23 18:44:00.539626');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (152, 'Театр', 'Самый известный роман Сомерсета Моэма.

Тонкая, едко-ироничная история блистательной, умной актрисы, отмечающей "кризис середины жизни" романом с красивым молодым "хищником"? "Ярмарка тщеславия" бурных двадцатых? Или — неподвластная времени увлекательнейшая книга, в которой каждый читатель находит что-то лично для себя? "

А еще это прославленный советский фильм, любимый многими поколениями зрителей, главные роли в котором блистательно исполнили Вия Артмане и Ивар Калныньш, а музыку написал непревзойденный маэстро Раймонд Паулс.

"Весь мир — театр, и люди в нем — актеры!"

Так было — и так будет всегда!', %photo_id%, '2018', '978-5-17-112609-4', 'public', '2023-04-23 18:44:01.358938');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (153, 'Шелкопряд', 'После исчезновения писателя Оуэна Куайна его жена обращается к частному сыщику Корморану Страйку. Полагая, что муж просто скрывается от родных, как случалось уже не раз, Леонора Куайн поручает Страйку найти беглеца и вернуть в лоно семьи. Но в ходе расследования Страйк понимает, что дело обстоит куда серьезнее, чем кажется Леоноре. Оуэн Куайн забрал с собой рукопись нового романа, где выставил в неприглядном свете едва ли не всех своих знакомых, включая весьма известных и влиятельных лиц. Писатель сломает их судьбы, если не откажется от публикации. Неудивительно, что многие хотели бы заставить его умолкнуть.



Вскоре Страйк выясняет, что…', %photo_id%, '2019', '978-5-389-16225-9', 'public', '2023-04-23 18:44:02.151440');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (154, '1984', 'Тоталитарное партийное государство Океания. Здесь не существует понятий "индивидуальность", "любовь" и "тайна". Здесь с многочисленных плакатов смотрит Большой Брат, который следит за каждым действием и мыслью. Министерство правды занимается фальсификацией фактов, а министерство любви – уничтожением мыслепреступников. Но внезапно один маленький человек, скрывшись от камер в крохотной нише своей квартиры, садится писать дневник. Что могут изменить слова на бумаге? Как оказалось – все.', %photo_id%, '2023', '978-5-04-171583-0', 'public', '2023-04-23 18:44:02.951386');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (155, 'Одд и ледяные великаны', 'Если вам нравится блуждать по мирам, так похожим на наш, но в которых сохранилась древняя магия и где юный герой, выходя за порог дома, попадает прямиком в Приключение - эта книга для вас. В ней есть захватывающий сюжет, глубина, тонкость, юмор, злое колдовство и добрые чары, говорящие звери и мир, который ждет весны. Странный мальчик Одд проведет вас по самым удивительным местам сказочного Севера, так похожего на скандинавский миф…



Образцовая сказка для детей и подростков (которая непременно понравится и взрослым) от знаменитого писателя Нила Геймана, автора "Коралины", "Истории с кладбищем" и "Звездной пыли" - теперь в новом переводе.', %photo_id%, '2019', '978-5-17-114602-3', 'public', '2023-04-23 18:44:03.769634');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (156, 'Король шрамов', 'У Николая Ланцова всегда был этот дар: верить в невозможное и делать невозможное реальностью. Никогда не жаловаться и не сдаваться. Никто не знает, как он смог выстоять в кровавой гражданской войне, разразившейся на родине юного короля. Теперь, когда враги собираются у границ ослабленной внутренними распрями Равки, перед неунывающим молодым человеком стоят новые задачи: пополнить казну, найти союзников и возродить некогда великую армию гришей – людей с магическими способностями. Николай готов рискнуть всем, чтобы спасти страну, даже если для этого придется вытащить на свет секреты, которым лучше оставаться похороненными, и разбередить раны,…', %photo_id%, '2019', '978-5-17-114497-5', 'public', '2023-04-23 18:44:04.670206');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (157, 'Путешествие к центру Земли', 'Легендарная книга, на которой выросло уже несколько поколений читателей во многих странах мира!



Расшифровав старинную записку, профессор Лиденброк и его племянник Аксель становятся обладателями тайны, способной потрясти человечество. Оказывается, наша планета – полая изнутри, и в центре Земли находится загадочный мир, о котором людям ничего не известно. Кто знает, что ждет исследователей, отважившихся спустится туда по кратеру потухшего вулкана? Профессор решает организовать экспедицию и отправляется на поиски.', %photo_id%, '2022', '978-5-04-164789-6', 'public', '2023-04-23 18:44:05.502679');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (158, 'Таинственная история Билли Миллигана', 'Билли просыпается и обнаруживает, что находится в тюремной камере. Ему сообщают, что он обвиняется в изнасиловании и ограблении. Билли потрясен: он ничего этого не делал! Последнее, что он помнит,- это как хотел броситься вниз с крыши здания школы. Ему говорят, что с тех пор прошло семь лет. Билли в ужасе: у него опять украли кусок жизни! Его спрашивают: что значит "украли кусок жизни"? И почему "опять"? Выходит, такое случается с ним не впервые? Но Билли не может ответить, потому что Билли ушел...



Перу Дэниела Киза принадлежит одно из культовых произведений конца XX века - роман "Цветы для Элджернона". "Таинственная история Билли…', %photo_id%, '2021', '978-5-04-114119-6', 'public', '2023-04-23 18:44:07.367892');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (159, 'Отель', 'Самый большой и самый шикарный отель Нового Орлеана. Здесь все – от горничной до обитателей президентского "люкса" – полны амбиций и надежд. Здесь каждый день разыгрываются человеческие драмы и завязываются романтические отношения. Здесь кипят страсти и нарушаются законы. Чьим-то отчаянным надеждам суждено сбыться, а чьи-то тщательно продуманные планы превращаются в прах за считаные часы…', %photo_id%, '2021', '978-5-17-136477-9', 'public', '2023-04-23 18:44:08.219969');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (160, 'Никогде (сборник)', 'Под улицами Лондона существует мир, о котором большинство людей и не подозревает. В нем слово становится настоящей силой. Туда можно попасть, только открыв Дверь. Этот мир полон опасностей, населен святыми и монстрами, убийцами и ангелами… Любимый роман самого Нила Геймана теперь выходит с иллюстрациями знаменитого художника-графика Криса Ридделла. Более ста тридцати великолепных рисунков сопровождают захватывающую историю о том, что происходит по ту сторону реальности.', %photo_id%, '2017', '978-5-17-100616-7', 'public', '2023-04-23 18:44:09.079941');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (161, 'Три мушкетера', '«Три мушкетера» — величайший авантюрно-приключенческий роман, самая знаменитая книга блистательного французского романиста Александра Дюма. Несчетное число раз экранизированная история дерзких похождений гасконца д’Артаньяна, несмотря на почти двухсотлетний возраст, живет, вопреки законам времени и забвения, с прежней неувядаемой силой.

В настоящем издании воспроизводится полный комплект великолепных иллюстраций известного французского художника Мориса Лелуара (1853-1940).', %photo_id%, '2021', '978-5-389-19881-4', 'public', '2023-04-23 18:44:09.966941');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (162, 'Медвежий угол', 'Захолустный Бьорнстад — Медвежий город — затерян в северной шведской глуши: дальше только непроходимые леса. Когда-то здесь кипела жизнь, а теперь царят безработица и безысходность. Последняя надежда жителей — местный юниорский хоккейный клуб, когда-то занявший второе место в чемпионате страны. Хоккей в Бьорнстаде — не просто спорт: вокруг него кипят нешуточные страсти, на нем завязаны все интересы, от него зависит, как сложатся судьбы.



День победы в матче четвертьфинала стал самым счастливым и для города, и для руководства клуба, и для команды, и для ее семнадцатилетнего капитана Кевина Эрдаля. Но для пятнадцатилетней Маи Эриксон и ее…', %photo_id%, '2018', '978-5-00131-052-5', 'public', '2023-04-23 18:44:10.761941');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (163, 'Девятый дом', 'Алекс Стерн не похожа на других первокурсников Йельского университета. Она выросла на задворках Лос-Анджелеса, рано бросила школу, дружила с плохими парнями и перебивалась случайными заработками.



В двадцать лет Алекс выжила в ужасной бойне – и благодаря этой трагедии загадочным образом получила шанс стать студенткой одного из самых престижных университетов мира.



Почему она? И в чем тут подвох? В Нью-Хейвене к вопросам, которые терзают Алекс, прибавляются новые. Запрещенная магия, секретные общества, порочная элита Лиги плюща…



Что за страшные тайны скрываются в древних, благопристойных стенах Йеля?', %photo_id%, '2020', '978-5-17-121063-2', 'public', '2023-04-23 18:44:11.578940');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (164, 'Красная Шапочка', 'Земля. Европейская Федерация, 126 год космической эры. Юная Скарлет живет в маленьком фермерском городке Рьё со своей бабушкой. Они выращивают овощи и разводят новый генетически модифицированный вид пчел. Но однажды бабушка исчезает. Скарлет уверена, что ее похитили и она в опасности. Но никто ей не верит.

Никто, кроме загадочного уличного бойца по прозвищу Волк, который соглашается помочь Скарлет. Вот только можно ли ему доверять?..', %photo_id%, '2020', '978-5-17-122192-8', 'public', '2023-04-23 18:44:12.366581');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (165, 'Ведьмак (сборник)', 'Одна из лучших фэнтези-саг за всю историю существования жанра.



Оригинальное, масштабное эпическое произведение, одновременно и свободное от влияния извне, и связанное с классической мифологической, легендарной и сказовой традицией.



Шедевр не только писательского мастерства Анджея Сапковского, но и переводческого искусства Евгения Павловича Вайсброта.



"Сага о Геральте" — в одном томе.



Бесценный подарок и для поклонника прекрасной фантастики, и для ценителя просто хорошей литературы.



Перед читателем буквально оживает необычный, прекрасный и жестокий мир литературной легенды, в котором обитают эльфы и гномы, оборотни,…', %photo_id%, '2020', '978-5-17-121696-2', 'public', '2023-04-23 18:44:13.197603');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (166, 'Язык шипов (сборник)', 'Сказания о прекрасных русалках и рыжебородых големах, монстрах и принцессах, зачарованных городах и наводящих ужас лесах. Коллекция завораживающих историй с великолепными цветными иллюстрациями – для всех любителей вселенной гришей и темного фэнтези.', %photo_id%, '2019', '978-5-17-112359-8', 'public', '2023-04-23 18:44:14.075093');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (167, 'Двадцать тысяч лье под водой', 'Один из самых известных романов Жюля Верна перенесёт читателя в удивительный подводный мир, который нарисовал замечательный художник Анатолий Иткин. Профессор Аронакс с двумя спутниками волею случая оказывается на борту настоящего чуда техники - подводной лодки "Наутилус", которой управляет таинственный и суровый капитан Немо.

На положении полу-пленников, полу-гостей учёный и его друзья побывают на подводной охоте в тропическом подводном лесу и в ледяных полярных водах, увидят извержение подводного вулкана и станут свидетелями гибели кораблей. Постепенно с капитаном Немо их свяжет настоящая дружба - да и как может быть иначе, когда они бок…', %photo_id%, '2022', '978-5-9287-3312-4', 'public', '2023-04-23 18:44:15.130588');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (168, 'Золото в тёмной ночи', 'Прошло уже более тысячи лет после великой катастрофы и Чёрной Зимы. Впервые мир на Континенте трещит по швам, а отношения между четырьмя странами напряжены как никогда. Ойро всего восемнадцать, и это практически единственное, что она помнит о себе. Шесть лет назад её нашли на Островах, и теперь у неё новая семья, друзья и обычная жизнь. Но странные сны не отпускают её, и пустое прошлое не оставляет в покое. Ойро придётся отправиться в путь, чтобы спасти друга и найти свою настоящую семью. Успеет ли она или будет втянута в войну между странами? Войну, что зрела тысячу лет из-за секрета, который утаил один из Первых.', %photo_id%, '2020', '978-5-04-111953-9', 'public', '2023-04-23 18:44:15.892585');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (169, 'Люди, которые всегда со мной', '"Люди, которые всегда со мной" - это семейная сага, история нескольких поколений одной семьи. История людей, переживших немало тяжёлых испытаний, но сохранивших в сердце доброту, человечность и любовь друг к другу. Роман о старших, о близких, которые всю жизнь поддерживают нас - даже уже уйдя, даже незримо - и делают нас теми, кто мы есть.

                                                                                 Наринэ Абгарян', %photo_id%, '2019', '978-5-17-116028-9', 'public', '2023-04-23 18:44:16.787243');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (170, 'Тень и кость', 'Алина Старкова – солдат и расходный материал для своей страны. Возможно, она не переживет свой первый переход через Тенистый Каньон – полосу непроницаемой темноты, кишащую монстрами. Однако теперь судьба нации находится в руках одинокой девушки, внутри которой пробудилась древняя магия.

Алину увозят в королевский дворец, где тренируют как одну из гришей – представителей элитного сообщества магов во главе с загадочным Дарклингом. Ей предстоит столкнуться с тайнами гришей и своего собственного сердца.

Добро пожаловать в Равку… в мир науки и суеверий, где ничто не является тем, чем кажется.', %photo_id%, '2021', '978-5-17-136614-8', 'public', '2023-04-23 18:44:17.587650');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (171, 'За миллиард лет до конца света', 'В этот том вошло одно из самых необычных произведений братьев Стругацких — повесть "За миллиард лет до конца света", относящаяся к жанру философской фантастики и пронизанная множеством литературных, исторических и метафизических аллюзий. Впоследствии повесть была положена в основу сценария фильма А. Сокурова "Дни затмения" — однако оригинал Стругацких резко отличается от фильма в сюжетном отношении.', %photo_id%, '2020', '978-5-17-120074-9', 'public', '2023-04-23 18:44:18.402715');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (172, 'Отверженные. Том I', 'Знаменитый роман-эпопея Виктора Гюго о жизни людей, отвергнутых обществом. Противостояние криминального мира Парижа и полиции, споры политических партий и бои на баррикадах, жизнь в монастыре и церковная система - блистательная картина французского общества начала XIX в романе В. Гюго.

Роман выдержал множество экранизаций, начиная с 1907 года, последняя - мюзикл Тома Хупера 2013 года.', %photo_id%, '2017', '978-5-699-99411-3', 'public', '2023-04-23 18:44:19.282179');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (173, 'Наследница огня', 'По заданию короля-тирана Селена Сардотин, величайшая в Адарланском королевстве женщина-ассасин, отправляется на континент, где магия еще сохранилась, а не исчезла, как в ее родной Эрилее. В планы Селены вовсе не входит исполнять преступные замыслы короля. Она ищет встречи с Маэвой — королевой народа фэ, ведь королева — единственная, кто может ей рассказать о таинственных Ключах Вэрда, созданных расой демонов, чтобы овладеть миром. Но встреча с королевой не приносит разгадки тайны, Селена должна сама ее разгадать, а для этого ей следует обучиться управлять магией...', %photo_id%, '2021', '978-5-389-18762-7', 'public', '2023-04-23 18:44:20.686320');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (174, 'Американские боги', 'Брошенный за решетку на три долгих года, неразговорчивый парень по прозвищу Тень терпеливо ждет того дня, когда он сможет вернуться домой, в городок Игл-Пойнт штата Индиана. Он больше не боится того, что может принести завтрашний день, и хочет лишь воссоединиться с любимой женой Лорой и начать новую жизнь. Но всего за несколько дней до его освобождения Лора и лучший друг Тени гибнут в автокатастрофе. Жизнь Тени теряет всякий смысл, и он принимает неожиданное предложение поступить на службу к загадочному попутчику по имени мистер Среда. Тем более что этот насмешливый мошенник, кажется, знает о Тени больше, чем он сам. Оказывается, что жизнь…', %photo_id%, '2019', '978-5-17-117275-6', 'public', '2023-04-23 18:44:21.547854');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (175, 'Вокруг света в восемьдесят дней', '2 октября 1872 года с ног на голову перевернуло жизнь мистера Фогга, до этого дня размеренную и спокойную. За партией в вист с джентльменами из Реформ-клуба он, как истинный англичанин, держит пари, что совершит путешествие вокруг Земли за восемьдесят дней!

Знаменитый роман Жюля Верна о Филеасе Фогге и его бессменном помощнике Жане Паспарту печатается по изданию: Ж. Верн. Вокруг света в 80 дней. Детиздат, 1939.

Издание выполнено с тиснением на обложке и ляссе. Большое количество чёрно-белых иллюстраций французских художников А. де Невиля, Л. Бенетта. Офсет, матовая ламинация.

Для среднего школьного возраста.', %photo_id%, '2017', '978-5-00108-218-7', 'public', '2023-04-23 18:44:22.328976');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (176, 'Жизнь взаймы', 'Жизнь взаймы. Жизнь, когда не жаль ничего, потому что терять, в сущности, уже нечего. Это — любовь на грани обреченности. Это — роскошь на грани разорения. Это — веселье на грани горя и риск на грани гибели. Будущего — нет. Смерть — не слово, а реальность. Жизнь продолжается. Жизнь прекрасна!..', %photo_id%, '2015', '978-5-17-081379-7', 'public', '2023-04-23 18:44:23.154849');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (177, 'Цитадель', '«Цитадель» – возможно, самая известная книга Кронина, это замечательный злободневный роман-притча о жизненном пути человека от его становления и развития до разложения и упадка личности под гнетом суровой реальности.

Эндрю Мэнсон приезжает на первую в своей жизни практику с благородной целью: помочь как можно большему количеству людей. Он искренне хочет стать одним из тех, кто сможет по-настоящему прославить медицину. Все начинается с малого, но Эндрю не отступает перед трудностями: в захолустном городке молодой человек числится помощником доктора, но на самом деле он сам – доктор. Такова жизнь и Эндрю принимает вызов!

Мало-помалу, меняя…', %photo_id%, '2017', '978-5-389-13753-0', 'public', '2023-04-23 18:44:24.425020');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (178, 'Амулет Самарканда', 'Эта история произошла в Лондоне, в начале третьего тысячелетия. Вот только это вовсе не тот Лондон, который мы знаем. Хотя бы потому, что волшебники там — весьма обыденное явление. Равно как и демоны — джинны, бесы, африты и многие другие.



Волшебники призывают демонов и при помощи заклинаний принуждают их выполнять свои приказы. Демонам это, разумеется, совсем не нравится. Так что, когда юный ученик волшебника вызвал джинна по имени Бартимеус, джинн хотел только одного: побыстрее выполнить прихоть хозяина — выкрасть могущественный Амулет Самарканда у другого волшебника — и забыть о настырном мальчишке. Однако все оказалось далеко не так…', %photo_id%, '2017', '978-5-699-94923-6', 'public', '2023-04-23 18:44:25.280017');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (179, 'Игра с огнем. Мой идеальный смерч', 'Недавно они были чужими людьми: самый популярный парень университета по прозвищу Смерч и обычная девушка с огненным характером. Он совсем не замечал ее, а она безответно была влюблена в другого.

Теперь эти двое – известная всему университету пара. Только никто не знает, что на самом деле они лишь играют влюбленных. И даже заключили между собой договор.

Полюбят ли они друг друга по-настоящему? Какие тайны хранит парень, которого считают идеальным? И не играет ли он с чувствами девушки?..', %photo_id%, '2021', '978-5-17-118404-9', 'public', '2023-04-23 18:44:26.011146');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (180, 'Белый клык', 'Талант его ограничен, как хорошая кровь, свеж и прочен, выдумка богата, опыт огромен, и опыт личный, как у Киплинга, у Синклера... Он сам рыл золото в Клондайке, утопал в море, голодал в трущобах городов... Чудесный талант! С тем даром занимательности, что даётся только писателям искренним и правдивым, он ведёт читателя дружеской и крепкой рукою, и когда кончается путь совместный — так жалко расставаться с другом и так ищешь, так хочешь нового свидания и встречи.', %photo_id%, '2014', '978-5-389-02685-8', 'public', '2023-04-23 18:44:26.802781');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (181, 'Убийство в "Восточном экспрессе"', 'Находившийся в Стамбуле великий сыщик Эркюль Пуаро возвращается в Англию на знаменитом "Восточном экспрессе", в котором вместе с ним едут, кажется, представители всех возможных национальностей. Один из пассажиров, неприятный американец по фамилии Рэтчетт, предлагает Пуаро стать своим телохранителем, поскольку считает, что его должны убить. Знаменитый бельгиец отмахивается от этой абсурдной просьбы. А на следующий день американца находят мертвым в своем купе, причем двери закрыты, а окно открыто. Пуаро немедленно берется за расследование – и выясняет, что купе полно всевозможных улик, указывающих… практически на всех пассажиров "Восточного…', %photo_id%, '2021', '978-5-04-118536-7', 'public', '2023-04-23 18:44:27.638778');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (182, 'Белоснежка', 'Третья космическая эра. Линь Зола, Скарлет, Кресс и Винтер объединяются, чтобы спасти мир. Они мастерски владеют бластерами, управляют космическими кораблями и готовятся свергнуть коварную Левану, повелительницу Луны. Золушка, Красная Шапочка, Рапунцель и Белоснежка - в новой реальности им все так же приходится противостоять злу, защищая добро. И они все так же мечтают встретить настоящую любовь. Герои вечных историй обретают новую жизнь.', %photo_id%, '2021', '978-5-17-135014-7', 'public', '2023-04-23 18:44:28.504778');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (183, 'Мастер и Маргарита. Собачье сердце (сборник)', 'Михаил Афанасьевич Булгаков - выдающийся русский советский писатель и драматург, автор "Мастера и Маргариты", "Белой гвардии", "Собачьего сердца" и других шедевров, снискавших ему мировую славу. Его имя по праву стоит в одном ряду с такими великими мастерами, как Пушкин и Толстой, Бальзак и Диккенс, Хемингуэй и Маркес.', %photo_id%, '2006', '5-486-00848-1', 'public', '2023-04-23 18:44:29.331422');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (184, 'Крах и восход', 'Столица пала. Дарклинг правит Равкой. Ответственность за судьбу страны ложится на плечи сломленной заклинательницы Солнца, опального следопыта и жалких остатков некогда великой магической армии. Горечь поражения и тягостные мысли о безрадостном будущем подтачивают их силы, но Алина верит в лучшее  –  ее дух поддерживают поиски неуловимой жар-птицы и надежда, что принц-изгнанник жив.', %photo_id%, '2018', '978-5-17-108822-4', 'public', '2023-04-23 18:44:30.138878');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (185, 'Достойный высший суд', 'Ойро нашла семью, но ей предстоит вернуть своего друга Дарена, который остался в плену у младшего принца Каидана. Но теперь девушке следует действовать осторожнее, чтобы случайно не развязать войну.



Ойро узнает множество секретов своей семьи и тайну Первого. Тайну, с которой нынешнему поколению потомков придётся как-то справиться, потому что грядущая угроза страшнее возможной войны с Каиданом. Против этого врага все страны одинаково беззащитны.', %photo_id%, '2021', '978-5-04-117503-0', 'public', '2023-04-23 18:44:30.889978');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (186, 'Золушка', 'Целые дни шестнадцатилетняя Зола чинит на рынке чужие портскрины и андроиды. Она лучший механик Нового Пекина, и ее слава достигла королевского дворца. Но немногие знают, что они киборг. Давным-давно, после несчастного случая, маленькую Золу спасли, вмонтировав в ее тело металлические части тела и электронную нервную систему. Теперь, едва узнав об этом, люди сторонятся ее, а мачеха с двумя дочками без конца осыпает упреками.



Но однажды на рынок приходит прекрасный принц Кай, которому нужно починить старенького андроида, и у Золы начинается новая жизнь.', %photo_id%, '2020', '978-5-17-122190-4', 'public', '2023-04-23 18:44:31.779231');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (187, 'На Западном фронте без перемен', 'Судьба Пауля Боймера, его фронтовых друзей, его сверстников взволновала людей во всем мире. И не отошла в тень, даже когда поколение, прошедшее ад Первой мировой, закончило свое земное существование.

Мы предлагаем читающей публике новое издание романа "На Западном фронте без перемен", текст которого осмыслен с точки зрения дня сегодняшнего и снабжен комментариями. Люди, зачитывавшиеся романом в 1929 году, хорошо знали реалии мира, в котором живут, борются и погибают герои писателя. Сейчас эти подробности стушевались под напором картин более поздних войн, и в первую очередь Второй мировой. К тому же Ремарк и не собирался детально описывать…', %photo_id%, '2021', '978-5-17-137374-0', 'public', '2023-04-23 18:44:32.660292');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (188, 'Штурм и буря', 'Сбежав из Равки, Алина и Мал добираются до берегов чужой страны. Они надеются начать новую жизнь в дальних краях, где их никто не знает, но сохранить инкогнито Заклинательнице Солнца не так-то просто... Тень зловещего корсара преследует Алину. Тьма сгущается. Девушке не спрятаться ни от своего прошлого, ни от судьбы: ей придется принять ее вызов.



Она рискует потерять все в надвигающейся в буре. Только любовь может направить ее на правильный путь.', %photo_id%, '2018', '978-5-17-108603-9', 'public', '2023-04-23 18:44:33.570861');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (189, 'Призрачный двойник', 'Меня зовут Люси Карлайл и я работаю в агентстве "Локвуд и компания". Нас всего трое: я, Энтони (он же Локвуд) и Джордж. Мы занимаемся тем, что ловим призраков и спасаем от них Лондон. Вообще-то, это только звучит просто, на самом деле все гораздо сложнее. Существует великое множество призраков и их разновидностей, и большинство из них смертельно опасны, и даже наше супероружие: рапиры, железные цепи и банки с греческим огнем - не всегда эффективно. Впрочем, в нашем агентстве трусов нет.

В Челси случилось небывалое нашествие призраков. Чтобы справиться с ним правительство собрало огромную команду агентов, но ситуация стала лишь хуже.…', %photo_id%, '2015', '978-5-699-83223-1', 'public', '2023-04-23 18:44:34.617873');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (190, 'Волшебный корабль', 'Берега теплых морей, далеко к югу от терзаемых войной Шести Герцогств, полны чудес и загадок. Поэтому здешние жители издавна промышляют торговлей. И поэтому в этих водах так много пиратов. Здесь добывают сокровища. Самые удивительные и волшебные привозят из ядовитых Дождевых чащоб. А самое драгоценное из волшебных сокровищ - диводрево, из которого делают живые корабли. Живой корабль не просто умеет разговаривать - он легче скользит по волнам, он уйдет от любой погони, он подскажет рулевому, что делать... Неудивительно, что семьи торговцев несколько поколений выплачивают жителям чащоб долг за корабль когда звонким золотом, когда своими…', %photo_id%, '2007', '978-5-699-22382-4', 'public', '2023-04-23 18:44:35.472098');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (191, 'Шестерка воронов', 'Кеттердам — шумный центр международной торговли, где по сходной цене можно купить все, и лучше других это знает юный гений преступного мира Каз Бреккер. Ему выпадает шанс на похищение века, которое может сделать его невообразимо богатым. Но один он не справится…

Узник, обуреваемый жаждой мести. Стрелок, который любит испытывать судьбу. Беглец из высших слоев общества. Шпионка, известная под кличкой Призрак. Девушка из магического ордена гришей с необычным даром. Вор с талантом выходить сухим из воды.

Шесть опасных изгоев. Одно невозможное похищение.', %photo_id%, '2021', '978-5-17-136616-2', 'public', '2023-04-23 18:44:36.345376');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (192, 'Игрок ( Из записок молодого человека)', 'Роман «Игрок» занимает особое место в творчестве Ф. М. Достоевского. Многое из чувств и впечатлений главного героя автор, по собственному признанию, испытал сам: уверял, что «можно обладать сильным характером… и тем не менее не иметь сил побороть в себе страсть к игре на рулетке». История духовной гибели и падения человека, подчиняющего свою жизнь игре, поглощенного страстью, порой граничащей с безумием, захватывает читателя, заставляя сопереживать герою. Игрок ставит на карту всё – веру, любовь и даже жизнь…', %photo_id%, '2021', '978-5-8475-1309-8', 'public', '2023-04-23 18:44:37.208374');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (193, 'Побег из Шоушенка', 'Страшный сон, ставший реальностью...

История невинного человека, приговоренного к пожизненному заключению в тюремном аду.

Жесткая история выживания там, где выжить практически невозможно.

Увлекательная история побега оттуда, откуда не сумел вырваться еще никто...



Читайте одно из знаменитейших произведений "короля ужасов" Стивена Кинга, которое легло в основу известного фильма с Тимом Роббинсом и Морганом Фрименом в главных ролях!', %photo_id%, '2011', '978-5-21929-0', 'public', '2023-04-23 18:44:38.041900');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (194, 'Бесы', '«Бесы» — один из самых важных романов Ф. М. Достоевского. Когда уже написаны были «Записки из Мертвого дома», «Записки из подполья», «Преступление и наказание» и «Идиот», Достоевский все еще испытывал острое чувство неудовлетворенности и, по собственному признанию, только подбирался к главному своему произведению, перед которым вся «прежняя литературная карьера — была только дрянь и введение». В процессе мучительно сложной работы над рукописью, злободневная книга, направленная против русского нигилизма, переросла в масштабный роман-трагедию, в котором и сегодня открываются новые философские, нравственные и исторические смыслы.', %photo_id%, '2022', '978-5-389-20599-4', 'public', '2023-04-23 18:44:38.956018');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (195, 'Властелин Колец. Две твердыни', 'Перед вами трилогия "Властелин Колец". Своеобразная "Библия от фэнтези". Книга Книг ХХ века. Самое популярное, самое читаемое, самое культовое произведение ушедшего столетия.



Во второй книге, "Две твердыни", отряд хранителей Кольца распадается, а война приходит на земли Рохана – государства вольных Всадников, союзников Гондора. Арагорн, Гимли и Леголас вместе с младшими хоббитами помогают рохирримам в жестокой битве против сил темного мага Сарумана, дорога же Фродо и Сэма лежит к Изгарным горам и далее, в мрачную крепость Кирит-Унгол, где открывается потайной ход в Темную страну…', %photo_id%, '2019', '978-5-17-112086-3', 'public', '2023-04-23 18:44:39.920018');
insert into up_LitLab_book (ID, TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE (196, 'Человек, который смеется', 'Действие романа Виктора Гюго «Человек, который смеется» происходит в Англии конца XVII - начала XVIII веков. Гуинплен – лорд по рождению, в детстве был продан бандитам-компрачикосам, сделавшим из ребенка ярмарочного шута, вырезав на его лице маску «вечного смеха» (при дворах европейской знати того времени существовала мода на калек и уродов, забавлявших хозяев и гостей, деятельность компрачикосов иногда даже поощрялась). Вопреки всем испытаниям, Гуинплен сохранил лучшие человеческие качества и свою любовь. Одна из известных экранизаций – немое кино 1928 года режиссера Пола Лени, в котором классическая концовка романа заменена хеппи-эндом.', %photo_id%, '2015', '978-5-699-85230-7', 'public', '2023-04-23 18:44:40.760019');
