insert into up_LitLab_book (TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE ('Тьма после рассвета',
	       'Даже если рассвет наступит, то ему на смену снова придет тьма…

	Ноябрь 1982 года. Годовщина свадьбы супругов Смелянских омрачена смертью Леонида Брежнева. Новый генсек – большой стресс для людей, которым есть что терять. А Смелянские и их гости как раз из таких – настоящая номенклатурная элита. Но это еще не самое страшное. Вечером их тринадцатилетний сын Сережа и дочь подруги Алена ушли в кинотеатр и не вернулись…

	После звонка «с самого верха» к поискам пропавших детей подключают майора милиции Виктора Гордеева. От быстрого и, главное, положительного результата зависит его перевод на должность замначальника «убойного» отдела. Но какие тут могут быть гарантии? А если они уже мертвы? Тем более, в стране орудует маньяк, убивающий подростков 13—16 лет. И друг Гордеева – сотрудник уголовного розыска Леонид Череменин – предполагает худшее.

	Впрочем, у его приемной дочери – недавней выпускницы юрфака МГУ Насти Каменской – иное мнение: пропавшие дети не вписываются в почерк серийного убийцы. Опера начинают отрабатывать все возможные версии. А потом к расследованию подключаются сотрудники КГБ…

	Первый ретро-детектив Александры Марининой. Удивительно точная атмосфера позднего СССР, настроения людей, их страхи и надежды. Уголовники, сотрудники милиции и КГБ, простые граждане и те, кто был допущен к «социалистической кормушке», – у каждого из них своя история и свои мотивы.',
	%photo_id%, 2022, '978-5-04-173587-6', 'public', '2023-04-14 14:42:13');
insert into up_LitLab_book (TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE ('Жизнь – сапожок непарный. Книга первая',
	'Воспоминания Тамары Петкевич, наряду с произведениями Варлама Шаламова, Евфросинии Керсновской, Евгении Гинзбург и многих других, занимают прочное место в ряду произведений, которые запечатлели «единый человеческий слив помоев, добра, жестокости, зверств и беззащитности» и навсегда обозначили координаты «лагерной» темы на карте русской литературы ХХ века. Юной, хрупкой, нежной, потрясающе красивой женщине в полной мере довелось хлебнуть из чаши страданий, выпавших на долю безвинных жертв политических репрессий. она испытала и непосильный труд, и унижения, и голод, и холод, которые превращают заключённых в затравленное животное. Вместе с тем лагерные годы стали для автора не только наукой выживания в нечеловеческих условиях. Судьба Тамары Петкевич под стать захватывающему роману, в котором соединились любовь, предательство, ревность, разлука, дружба, встречи с удивительными людьми, радость материнства и боль утраты – всё то, что определяет волнующую полноту человеческой жизни вопреки уродству страшных законов лагеря и своеволию его богов и божков.',
	%photo_id%, 1993, '978-5-389-22852-8', 'public', '2023-04-14 14:42:13');
insert into up_LitLab_book (TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE ('Киберканикулы',
	       'Летом планета Кассандра особенно прекрасна: шумят радужные водопады, под сенью древ застенчиво почкуется мандрагора, в реках нерестятся бобры, а в парках колосятся скамейки. Идеальное место, чтобы провести там школьные каникулы или отпуск с любимой!

   Впрочем, как вскоре обнаружил Роджер Сакаи, без любимой там будет ничуть не хуже. Да и отпуск, если хорошенько подумать, для слабаков! Ведь в душе этого достойного потомка самураев постоянно борются два дракона – один с полицейским значком, а другой с пиратской лопатой! Но им придется временно отложить свои распри и объединиться, чтобы раскрыть таинственное и крайне опасное дело, которое вполне может стоить Роджеру жизни – или как минимум брюк! Ведь на его пути будут вставать разгневанные лесники, алчные букмекеры, юные скауты, инициативные стажеры и даже целый ящик ямайского саке!

   Пожелаем же нашему герою с честью выдержать все испытания, и да поможет ему призрак покойной герцогини!',
	%photo_id%, 2023, null, 'public', '2023-04-14 14:42:13');
insert into up_LitLab_book (TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE ('Прыжок',
	       'Разношерстный, порой и в прямом смысле слова, экипаж корабля «Твен» должен выполнить задание сверхцивилизации Ракс. От задания не отказаться, ведь Ракс – это Ракс.

   Шансов справиться немного.

   Но иного пути нет. Значит, придется совершить невозможное.',
	%photo_id%, 2022, '978-5-17-153730-2', 'public', '2023-04-14 14:42:13');
insert into up_LitLab_book (TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE ('Семь разгневанных богинь',
	       'В каждой женщине живет богиня, будь то супруга Гера, любовница Афродита или маменькина дочка Персефона. И как любая богиня, она гневно мстит предавшему ее мужчине.

   Бизнесмен Леонид Петровский привык к тому, что женщины ему поклоняются. И когда с другого берега реки прилетела пуля, он умер с улыбкой на губах, не веря в случившееся. То, что за убийством Петровского стояла одна из его женщин, для следствия было очевидно. Но кто? Мать? Жена? Партнер по бизнесу? На поиски отрядили старлея Женю Снегина, который под видом молодого человека одной из дочерей Петровского должен стать своим в доме покойного бизнесмена и разгадать эту загадку. Назвать коварную богиню, подавшую знак киллеру: жертва едет, выдвигайся на позицию!',
	%photo_id%, 2023, '978-5-17-153922-1', 'public', '2023-04-14 14:42:13');
insert into up_LitLab_book (TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE ('Гибельное влияние',
	       'Лейтенант полиции Нью-Йорка Эбби Маллен – психолог-переговорщик. За считанные секунды ей нужно найти единственно верные слова, чтобы вооруженный убийца не спустил курок. А для этого – составить его психологический профиль, имея минимум информации. Эбби – как профайлер, только быстрее и круче. Она готова ко всему.

   НО НЕ К ЭТОМУ…

   Ей позвонила Иден Флетчер. Еще девочками они жили в одной печально известной секте – до той ночи, когда ее лидер Уилкокс сжег заживо всех членов общины. Выжили лишь трое, в том числе и они. И вот спустя много лет Иден нашла подругу детства и просит о помощи: кто-то похитил ее сына и требует выкуп – целых 5 миллионов долларов! В поисках зацепок Эбби пытается понять:

   ПОЧЕМУ ПОХИТИТЕЛЬ ВЫБРАЛ ИМЕННО ИДЕН?

   Но та явно что-то недоговаривает. Например, о возможных мотивах преступника. И о том, что делает в ее доме портрет Уилкокса. Иден даже скрывает, что с ней случилось после той трагической огненной бойни. Постепенно Эбби понимает: жуткое прошлое, которое она так старательно пыталась забыть, хитрым путем возвращается к ней.

   ВЕРНЕЕ, ВОЗВРАЩАЕТСЯ ЗА НЕЙ…',
	%photo_id%, 2021, '978-5-04-184412-7', 'public', '2023-04-14 14:42:13');
insert into up_LitLab_book (TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE ('Выбор. О свободе и внутренней силе человека',
	       'Эдит Ева Эгер в юном возрасте была отправлена вместе со своей семьей в Аушвиц. Там ее родители погибли в газовой камере, а Эдит и ее сестра испытали на себе все ужасы отвратительных лагерей смерти. Через 35 лет после окончания войны, став известным психологом, Эдит вернулась в Аушвиц, чтобы избавиться от воспоминаний о прошлом и вины выжившего.

   Эта книга не просто мемуары пережившего холокост человека, это незабываемые хроники героизма и стойкости, милосердия и исцеления. Она показывает, что мы всегда можем выбирать, чему нас учит жизнь и как относиться к происходящему.',
	%photo_id%, 2017, '9785001699507', 'public', '2023-04-14 14:42:13');
insert into up_LitLab_book (TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE ('Родная кровь',
	       'В глубине штата Мэн, на берегу залива Атлантического океана, живёт провинциальной жизнью большой, но уединённый город Роар, в котором на протяжении трёх десятилетий орудует серийный убийца, носящий прозвище Больничный Стрелок. На его счету пять жертв, и он вышел на охоту за шестой, однако на его пути внезапно возникают призраки его прошлых кровавых деяний — поколение людей, чьи судьбы затронули его зверства. Получив в своё распоряжение достойных противников, Стрелок произведёт свой самый виртуозный выстрел, вопрос лишь в том, в кого именно попадёт его задержавшаяся во времени пуля. Три части под одной обложкой!',
	%photo_id%, 2021, null, 'public', '2023-04-14 14:42:13');
insert into up_LitLab_book (TITLE, DESCRIPTION, IMAGE_ID, PUBLICATION_YEAR, ISBN, STATUS, DATE_CREATED)
	VALUE ('Жизнь – сапожок непарный. Книга вторая. На фоне звёзд и страха',
	       'Вторая часть воспоминаний Тамары Петкевич «Жизнь – сапожок непарный» вышла под заголовком «На фоне звёзд и страха» и стала продолжением первой книги. Повествование охватывает годы после освобождения из лагеря. Всё, что осталось недоговорено: недописанные судьбы, незаконченные портреты, оборванные нити человеческих отношений, – получило своё завершение. Желанная свобода, которая грезилась в лагерном бараке, вернула право на нормальное существование и стала началом новой жизни, но не избавила ни от страшных призраков прошлого, ни от боли из-за невозможности вернуть то, что навсегда было отнято неволей. Книга увидела свет в 2008 году, спустя пятнадцать лет после публикации первой части, и выдержала ряд переизданий, была переведена на немецкий язык. По мотивам книги в Санкт-Петербурге был поставлен спектакль, Тамара Петкевич стала лауреатом нескольких литературных премий: «Крутая лестница», «Петрополь», премии Гоголя. Прочитав книгу, Татьяна Гердт сказала: «Я человек очень счастливый, мне Господь посылал всё время замечательных людей. Но потрясений человеческих у меня было в жизни два: Твардовский и Тамара Петкевич. Это не лагерная литература. Это литература русская. Это то, что даёт силы жить».',
	%photo_id%, 2021, null, 'public', '2023-04-14 14:42:13');